Repository: petechd/eq-questionnaire-schemas
Catalog: translations/health/*/cris_0001.po
Languages: cy

source: COVID-19 and Respiratory Infections Survey
cy: Arolwg COVID-19 a Heintiau Anadlol

source: Notice is given under section 1 of the Statistics of Trade Act 1947.
cy: Rhoddir hysbysiad o dan adran 1 o Ddeddf Ystadegau Masnach 1947.

source: Submit
cy: Cyflwyno

source: Submit your questionnaire
cy: Cyflwynwch eich holiadur

source: You cannot view your answers after submission
cy: Ni allwch weld eich atebion ar ôl eu cyflwyno

source: <strong>If another household member wants to start their questionnaire using the same device</strong>
cy: <strong>Os bydd aelod arall o'r cartref am ddechrau ei holiadur gan ddefnyddio'r un ddyfais</strong>

source: You will need to click the &quot;leave this page&quot; link below.
cy: Bydd angen i chi glicio ar y ddolen &quot;gadael y dudalen hon&quot; isod.

source: They will then need to log in using their unique 16 character access code in the email or letter they were sent.
cy: Yna bydd angen i'r unigolyn fewngofnodi gan ddefnyddio ei god mynediad 16 nod unigryw yn yr e-bost neu'r llythyr a anfonwyd ato.

source: About you
cy: Amdanoch chi

source: Your samples
cy: Eich samplau

source: Blood samples
cy: Samplau gwaed

source: Like to complete
cy: Hoffi cwblhau

source: Work and education
cy: Gwaith ac addysg

source: Your Health Status Today
cy: Eich Statws Iechyd Heddiw

source: Respiratory Infections and You
cy: Heintiau Anadlol a Chi

source: Contact with Other People
cy: Cyswllt â phobl eraill

source: New section - Introduction
cy: Adran newydd - Cyflwyniad

source: Introduction Section - Participant Confirmation
cy: Adran Cyflwyniad - Cadarnhad Cyfranogwr

source: Introduction Section - Completing for someone else
cy: Adran Cyflwyniad - Cwblhau ar gyfer rhywun arall

source: Introduction Section - Access error message
cy: Adran Cyflwyniad - Neges gwall mynediad

source: Introduction Section - How you take part
cy: Adran Cyflwyniad - Sut rydych chi'n cymryd rhan

source: New Section - Samples Section
cy: Adran Newydd - Adran Samplau

source: Samples Section - Swab sample
cy: Adran Samplau - Sampl swab

source: Samples Section - Reasons for not taking swab sample
cy: Adran Samplau - Rhesymau dros beidio â chymryd sampl swab

source: Samples Section - Swab barcode confirmation
cy: Adran Samplau - Cadarnhad cod bar swab

source: Samples Section - Enter alternative swab barcode
cy: Adran Samplau - Rhowch god bar swab arall

source: Samples Section - Date swab sample taken
cy: Adran Samplau - Dyddiad cymryd sampl swab

source: Samples Section - Time of swab sample taken
cy: Adran Samplau - Amser cymryd sampl swab

source: Samples Section - Returning swab samples
cy: Adran Samplau - Dychwelyd samplau swab

source: Samples Section - Date swab sample returned
cy: Adran Samplau - Dyddiad dychwelyd sampl swab

source: Samples Section - Date of swab sample return
cy: Adran Samplau - Dyddiad dychwelyd sampl swab

source: Samples section
cy: Adran Samplau

source: Samples Section - Blood sample
cy: Adran Samplau - Sampl gwaed

source: Samples Section - Reasons for not taking blood sample
cy: Adran Samplau - Rhesymau dros beidio â chymryd sampl gwaed

source: Samples Section - Reasons for failed blood sample
cy: Adran Samplau - Rhesymau dros sampl gwaed wedi methu

source: Samples Section - Blood sample barcode confirmation
cy: Adran Samplau - Cadarnhau cod bar sampl gwaed

source: Samples Section - Enter blood sample barcode
cy: Adran Samplau - Rhowch god bar sampl gwaed

source: Samples Section - Date of blood sample taken
cy: Adran Samplau - Dyddiad cymryd sampl gwaed

source: Samples Section - Time of blood sample taken
cy: Adran Samplau - Amser cymryd sampl gwaed

source: Samples Section - Returning blood sample
cy: Adran Samplau - Dychwelyd sampl gwaed

source: Samples Section - Date of blood sample returned
cy: Adran Samplau - Dyddiad dychwelyd y sampl gwaed

source: Samples Section - Thank you
cy: Adran Samplau - Diolch

source: Samples Section - Thank you and submit survey
cy: Adran Samplau - Diolch a chyflwynwch yr arolwg

source: New Section - Work and Education
cy: Adran Newydd - Gwaith ac Addysg

source: Work and Education Section - Aged 16 years or over
cy: Adran Gwaith ac Addysg - 16 oed neu hŷn

source: Work and Education Section - Current status
cy: Adran Gwaith ac Addysg - Statws presennol

source: Work and Education Section - Working or not
cy: Adran Gwaith ac Addysg - Gweithio neu beidio

source: Work and Education Section - Current situation
cy: Adran Gwaith ac Addysg - Y sefyllfa bresennol

source: Work and Education Section - Any other employment
cy: Adran Gwaith ac Addysg - Unrhyw gyflogaeth arall

source: Work and Education Section - Changes since last questionnaire you completed
cy: Adran Gwaith ac Addysg - Newidiadau ers yr holiadur diwethaf i chi ei gwblhau

source: Work and Education Section - Job title
cy: Adran Gwaith ac Addysg - Teitl swydd

source: Work and Education Section - Job description
cy: Adran Gwaith ac Addysg - Disgrifiad swydd

source: Work and Education Section - Employment sector
cy: Adran Gwaith ac Addysg - Sector cyflogaeth

source: Work and Education Section - Healthcare
cy: Adran Gwaith ac Addysg - Gofal Iechyd

source: Work and Education Section - Workplace
cy: Adran Gwaith ac Addysg - Gweithle

source: Work and Education Section - Face-to-face contact with people
cy: Adran Gwaith ac Addysg - Cyswllt wyneb yn wyneb â phobl

source: Work and Education Section - Work from home or not
cy: Adran Gwaith ac Addysg - Gweithio o gartref neu beidio

source: Work and Education Section - Number of days not working at home
cy: Adran Gwaith ac Addysg - Nifer o dyddiau nad ydynt yn gweithio gartref

source: Work and Education Section - Days at place of education
cy: Adran Gwaith ac Addysg - Dyddiau yn y man addysg

source: Work and Education Section - Travel to and from work or place of education
cy: Adran Gwaith ac Addysg - Teithio i'r gwaith neu le addysg ac oddi yno

source: Work and Education Section - Social distancing
cy: Adran Gwaith ac Addysg - Cadw pellter cymdeithasol

source: New Section - Your health Status Today
cy: Adran Newydd - Statws Eich Iechyd Heddiw

source: Health Status Today - Symptoms in last 7 days
cy: Statws Iechyd Heddiw - Symptomau yn ystod y 7 diwrnod diwethaf

source: Health Status Today - Other symptoms in last 7 days
cy: Statws Iechyd Heddiw - Symptomau eraill yn ystod y 7 diwrnod diwethaf

source: Health Status Today - Any symptoms new or worse
cy: Statws Iechyd Heddiw - Unrhyw symptomau newydd neu waeth

source: Health Status Today - Any other symptoms new or worse
cy: Statws Iechyd Heddiw - Unrhyw symptomau eraill yn newydd neu'n waeth

source: Health Status Today - Onset of symptoms or their worsening
cy: Statws Iechyd Heddiw - Symptomau'n dechrau neu'n gwaethygu

source: Health Status Today - Long-term conditions
cy: Statws Iechyd Heddiw - Cyflyrau hirdymor

source: Health Status Today - Reduced ability to carry-out activities
cy: Statws Iechyd Heddiw - Gallu llai i gyflawni gweithgareddau

source: Health Status Today - Ever smoked
cy: Statws Iechyd Heddiw - Erioed wedi ysmygu

source: Health Status Today - Current smoking or vaping
cy: Statws Iechyd Heddiw - Ysmygu neu anweddu ar hyn o bryd

source: Health Status Today - Type of smoking
cy: Statws Iechyd Heddiw - Math o ysmygu

source: Health Status Today - Recent COVID-19 vaccination
cy: Statws Iechyd Heddiw - Brechiad COVID-19 diweddar

source: Health Status Today - Most recent vaccination type
cy: Statws Iechyd Heddiw - Y math mwyaf diweddar o flechlyn

source: Health Status Today - How many COVID-19 vaccination doses
cy: Statws Iechyd Heddiw - Sawl dos o frechu COVID-19

source: Health Status Today - Date of COVID-19 vaccination
cy: Statws Iechyd Heddiw - Dyddiad y brechiad COVID-19

source: Health Status Today – Recent flu vaccination
cy: Statws Iechyd Heddiw - Brechiad ffliw diweddar

source: Health Status Today - Date of flu vaccination
cy: Statws Iechyd Heddiw - Dyddiad y brechiad ffliw

source: Health Status Today - Travel outside UK since last questionnaire
cy: Statws Iechyd Heddiw - Teithio y tu allan i'r DU ers yr holiadur diwethaf

source: Health Status Today - Last country visited
cy: Statws Iechyd Heddiw - Ymwelwyd â'r wlad ddiwethaf

source: Health Status Today - Return date
cy: Statws Iechyd Heddiw - Dyddiad dychwelyd

source: New Section - Respiratory Infections and You
cy: Adran Newydd - Heintiau Anadlol a Chi

source: Respiratory Infections and You - Whether you have had respiratory infection
cy: Heintiau Anadlol a Chi - P'un a ydych wedi cael haint anadlol

source: Respiratory Infections and You - Type of respiratory infection
cy: Heintiau Anadlol a Chi - Math o haint anadlol

source: Respiratory Infections and You - Date of last COVID-19 infection
cy: Heintiau Anadlol a Chi - Dyddiad yr haint COVID-19 diwethaf

source: Respiratory Infections and You - COVID-19 symptoms
cy: Heintiau Anadlol a Chi - Symptomau COVID-19

source: Respiratory Infections and You - Other COVID-19 symptoms
cy: Heintiau Anadlol a Chi - Symptomau COVID-19 eraill

source: Respiratory Infections and You - Date of last flu infection
cy: Heintiau Anadlol a Chi - Dyddiad yr haint ffliw diwethaf

source: Respiratory Infections and You - Flu symptoms
cy: Heintiau Anadlol a Chi - Symptomau ffliw

source: Respiratory Infections and You - Other flu symptoms
cy: Heintiau Anadlol a Chi - Symptomau ffliw eraill

source: Respiratory Infections and You - Date of last respiratory infection
cy: Heintiau Anadlol a Chi - Dyddiad yr haint anadlol diwethaf

source: Respiratory Infections and You - Respiratory infection symptoms
cy: Heintiau Anadlol a Chi - Symptomau haint anadlol

source: Respiratory Infections and You - Other respiratory infection symptoms
cy: Heintiau Anadlol a Chi - Symptomau heintiau anadlol eraill

source: Respiratory Infections and You - Swab test since last questionnaire
cy: Heintiau Anadlol a Chi - Prawf swab ers yr holiadur diwethaf

source: Respiratory Infections and You - Swab test results
cy: Heintiau Anadlol a Chi - Canlyniadau profion swab

source: Respiratory Infections and You - Date of first positive swab test
cy: Heintiau Anadlol a Chi - Dyddiad y prawf swab positif cyntaf

source: Respiratory Infections and You - Type of first positive swab test
cy: Heintiau Anadlol a Chi - Math o brawf swab positif cyntaf

source: Respiratory Infections and You - Unable to do usual activities
cy: Heintiau Anadlol a Chi - Methu gwneud gweithgareddau arferol

source: Respiratory Infections and You - Unable to do activities due to respiratory infection
cy: Heintiau Anadlol a Chi - Methu gwneud gweithgareddau oherwydd haint anadlol

source: Respiratory Infections and You - Off work or education for any health reason
cy: Heintiau Anadlol a Chi - I ffwrdd o'r gwaith neu addysg am unrhyw reswm iechyd

source: Respiratory Infections and You - Off work of education due to respiratory infection
cy: Heintiau Anadlol a Chi - I ffwrdd o'r gwaith neu addysg oherwydd haint anadlol

source: Respiratory Infections and You - Appointment at GP surgery for any reason
cy: Heintiau Anadlol a Chi - Apwyntiad mewn meddygfa am unrhyw reswm

source: Respiratory Infections and You - Appointment at GP surgery due to respiratory infection
cy: Heintiau Anadlol a Chi - Apwyntiad mewn meddygfa oherwydd haint anadlol

source: Respiratory Infections and You - Spoken to pharmacist or 111 for any health reason
cy: Heintiau Anadlol a Chi - Wedi siarad â fferyllydd neu 111 am unrhyw reswm iechyd

source: Respiratory Infections and You - Spoken to pharmacist or 111 about respiratory infection
cy: Heintiau Anadlol a Chi - Wedi siarad â fferyllydd neu 111 am haint anadlol

source: Respiratory Infections and You - Attended urgent care for any health reason
cy: Heintiau Anadlol a Chi - Mynychu gofal brys am unrhyw reswm iechyd

source: Respiratory Infections and You - Attended urgent care due to respiratory infection
cy: Heintiau Anadlol a Chi - Wedi mynychu gofal brys oherwydd haint anadlol

source: Respiratory Infections and You - Admitted to hospital for any health reason
cy: Heintiau Anadlol a Chi - Derbyn i ysbyty am unrhyw reswm iechyd

source: Respiratory Infections and You - Admitted to hospital due to respiratory infection
cy: Heintiau Anadlol a Chi - Cael eich derbyn i'r ysbyty oherwydd haint anadlol

source: Respiratory Infections and You - Current long COVID
cy: Heintiau Anadlol a Chi - COVID Hir cyfredol

source: Respiratory Infections and You - Reduce ability to carry out activities
cy: Heintiau Anadlol a Chi - Lleihau'r gallu i gyflawni gweithgareddau

source: Respiratory Infections and You - Long COVID symptoms
cy: Heintiau Anadlol a Chi - Symptomau COVID Hir

source: Respiratory Infections and You - Other long COVID symptoms
cy: Heintiau Anadlol a Chi - Symptomau COVID Hir eraill

source: Respiratory Infections and You - Symptoms made worse
cy: Heintiau Anadlol a Chi - Gwaethygodd y symptomau

source: New Section - Contact with Other People
cy: Adran Newydd - Cyswllt â Phobl Eraill

source: Contact with other people - Been inside a hospital
cy: Cyswllt â phobl eraill - Wedi bod y tu mewn i ysbyty

source: Contact with other people - Been inside a hospice, care home or residential home
cy: Cyswllt â phobl eraill - Wedi bod mewn hosbis, cartref gofal neu gartref preswyl

source: Contact with other people - Wearing face masks in enclosed spaces
cy: Cyswllt â phobl eraill - Gwisgo masgiau wyneb mewn mannau caeedig

source: Contact with other people - Physical contact with under 18 year olds who are not household members
cy: Cyswllt â phobl eraill - Cyswllt corfforol â phobl ifanc dan 18 oed nad ydynt yn aelodau o'r cartref

source: Contact with other people - Physical contact with 18 to 69 year olds who are not household members
cy: Cyswllt â phobl eraill - Cyswllt corfforol â phobl ifanc 18 i 69 oed nad ydynt yn aelodau o'r cartref

source: Contact with other people - Physical contact with 70 year olds and over, who are not household members
cy: Cyswllt â phobl eraill - Cyswllt corfforol â phobl 70 oed a hŷn nad ydynt yn aelodau o'r cartref

source: Contact with other people - Non-physical contact with under 18 year olds who are not household members
cy: Cyswllt â phobl eraill - Cyswllt nad yw'n gorfforol â phobl ifanc o dan 18 oed nad ydynt yn aelodau o'r cartref

source: Contact with other people - Non-physical contact with 18 to 69 year olds who are not household members
cy: Cyswllt â phobl eraill - Cyswllt nad yw'n gorfforol â phobl ifanc 18 i 69 oed nad ydynt yn aelodau o'r cartref

source: Contact with other people - Non-physical contact with 70 year olds and over, who are not household member
cy: Cyswllt â phobl eraill - Cyswllt nad yw'n gorfforol â phobl 70 oed a throsodd, nad ydynt yn aelod o'r cartref

source: Contact with other people - Time spent in another person&#39;s home
cy: Cyswllt â phobl eraill - Amser a dreulir yng nghartref person arall

source: Contact with other people - Non-household members spending time in your home
cy: Cyswllt â phobl eraill - Aelodau dibreswyl yn treulio amser yn eich cartref

source: Contact with other people - Times outside your home for shopping
cy: Cyswllt â phobl eraill - Amseroedd y tu allan i'ch cartref i siopa

source: Contact with other people - Times outside your home to socialise
cy: Cyswllt â phobl eraill - Amseroedd y tu allan i'ch cartref i gymdeithasu

source: Contact with other people - Indoor exercise
cy: Cyswllt â phobl eraill - Ymarfer corff dan do

source: Contact with other people - Attended events of over 1000 people
cy: Cyswllt â phobl eraill - Wedi mynychu digwyddiadau o dros 1000 o bobl

source: Contact with other people - Attended events of 100 to 1000 people
cy: Cyswllt â phobl eraill - Wedi mynychu digwyddiadau o 100 i 1000 o bobl

source: Contact with other people - Shared transport
cy: Cyswllt â phobl eraill - Cludiant a rennir

source: Contact with other people - Wearing face masks in work or education
cy: Cyswllt â phobl eraill - Gwisgo masgiau wyneb mewn gwaith neu addysg

source: Thank you
cy: Diolch

# Your samples
source: This section will ask about the swab and/or blood samples we have asked you to take in this testing window.
cy: Bydd yr adran hon yn gofyn am y samplau swab a/neu waed rydym ni wedi gofyn i chi eu cymryd yn y cyfnod profi hwn.

# Your samples
source: Remember, in the following questions &quot;you&quot; refers to {first_name}.
cy: Cofiwch, yn y cwestiynau canlynol mae &quot;chi&quot; yn cyfeirio at {first_name}.

# Work and education
source: This section is about work and education.
cy: Mae'r adran hon am waith ac addysg.

# Work and education
source: We ask these questions to understand the risk of current and past respiratory infections depending on where you work or study.
cy: Rydym ni'n gofyn y cwestiynau hyn er mwyn deall y risg o heintiau anadlol nawr ac yn y gorffennol yn dibynnu ar ble rydych chi'n gweithio neu'n astudio.

# Work and education
source: Remember, in the following questions &quot;you&quot; refers to {first_name}.
cy: Cofiwch, yn y cwestiynau canlynol mae &quot;chi&quot; yn cyfeirio at {first_name}.

# Your Health Status Today
source: This section asks about how your health has been recently. This provides important information that helps inform policies to protect the country.
cy: Mae'r adran hon yn gofyn am eich iechyd diweddar chi. Mae hyn yn darparu gwybodaeth bwysig sy'n helpu i lywio polisïau i amddiffyn y wlad.

# Your Health Status Today
source: Remember, in the following questions &quot;you&quot; refers to {first_name}.
cy: Cofiwch, yn y cwestiynau canlynol mae &quot;chi&quot; yn cyfeirio at {first_name}.

# Respiratory Infections and You
source: The next section is about any experience you have had of any respiratory infections including coronavirus (COVID-19). This helps us to understand how these viruses are affecting society.
cy: Mae'r adran nesaf yn ymwneud ag unrhyw brofiad rydych chi wedi'i gael o unrhyw heintiau anadlol, gan gynnwys y coronafeirws (COVID-19). Mae hyn yn ein helpu ni i ddeall sut mae'r feirysau hyn yn effeithio ar gymdeithas.

# Respiratory Infections and You
source: Remember, in the following questions &quot;you&quot; refers to {first_name}.
cy: Cofiwch, yn y cwestiynau canlynol mae &quot;chi&quot; yn cyfeirio at {first_name}.

# Contact with Other People
source: This section asks about your contact with other people.
cy: Mae'r adran hon yn gofyn am eich cyswllt chi â phobl eraill.

# Contact with Other People
source: We ask these questions to understand how contact with others across different settings affects the risk of current and past respiratory infections.
cy: Rydym ni'n gofyn y cwestiynau hyn er mwyn deall sut mae cyswllt ag eraill mewn lleoliadau gwahanol yn effeithio ar y risg o gael heintiau anadlol nawr ac yn y gorffennol.

# Contact with Other People
source: Remember, in the following questions &quot;you&quot; refers to {first_name}.
cy: Cofiwch, yn y cwestiynau canlynol mae &quot;chi&quot; yn cyfeirio at {first_name}.

source: Are you {first_name} ?
cy: Ai chi yw {first_name} ?

source: Are you completing the questions on behalf of {first_name} ?
cy: Ydych chi'n ateb y cwestiynau ar ran {first_name} ?

source: There has been a problem accessing the survey
cy: Cafwyd problem wrth agor yr arolwg

source: Looking at your email or letter with the dates for you to take part this time. Have you been asked to...
cy: Gan edrych ar eich e-bost neu eich llythyr gyda'r dyddiadau i chi gymryd rhan y tro hwn. Ydych chi wedi cael cais i wneud y canlynol...

source: Have you successfully taken your swab sample?
cy: Ydych chi wedi llwyddo i gymryd eich sampl swab?

source: Why could you not successfully take your swab sample?
cy: Pam nad oedd modd i chi gymryd eich sampl swab yn llwyddiannus?

source: Is this your swab sample barcode {first_name} ?
cy: Ai cod bar eich sampl swab yw {first_name} ?

source: Please enter the barcode of the swab sample kit you used.
cy: Rhowch god bar y pecyn samplu swab y gwnaethoch chi ei ddefnyddio.

source: On which date did you take your swab sample?
cy: Ar ba ddyddiad y gwnaethoch chi gymryd eich sampl swab?

source: What time did you take your swab sample?
cy: Faint o'r gloch y gwnaethoch chi gymryd eich sampl swab?

source: Have you returned your swab sample?
cy: Ydych chi wedi dychwelyd eich sampl swab?

source: On which date did you return your swab sample?
cy: Ar ba ddyddiad y gwnaethoch chi ddychwelyd eich sampl swab?

source: On which date will you return your swab sample?
cy: Ar ba ddyddiad y byddwch chi'n dychwelyd eich sampl swab?

source: Have you successfully taken your blood sample?
cy: Ydych chi wedi llwyddo i gymryd eich sampl gwaed?

source: Why could you not take your blood sample?
cy: Pam nad oedd modd i chi gymryd eich sampl gwaed?

source: Why could you not take the blood sample?
cy: Pam nad oedd modd i chi gymryd y sampl gwaed?

source: Is this your blood sample barcode {first_name} ?
cy: Ai cod bar eich sampl gwaed yw {first_name} ?

source: Please enter the barcode of the blood sample kit you used.
cy: Rhowch god bar y pecyn samplu gwaed y gwnaethoch chi ei ddefnyddio.

source: On which date did you take your blood sample?
cy: Ar ba ddyddiad y gwnaethoch chi gymryd eich sampl gwaed?

source: What time did you take your blood sample?
cy: Faint o'r gloch y gwnaethoch chi gymryd eich sampl gwaed?

source: Have you returned your blood sample?
cy: Ydych chi wedi dychwelyd eich sampl gwaed?

source: On which date did you return your blood sample?
cy: Ar ba ddyddiad y gwnaethoch chi ddychwelyd eich sampl gwaed?

source: On which date will you return your blood sample?
cy: Ar ba ddyddiad y byddwch chi'n dychwelyd eich sampl gwaed?

source: Would you like to complete this questionnaire even though we cannot send you a voucher this time?
cy: Hoffech chi gwblhau'r arolwg hwn er na allwn ni anfon taleb atoch chi y tro hwn?

source: Thank you for letting us know about your test kit.
cy: Diolch am roi gwybod i ni am eich pecyn profi.

source: Are you aged 16 or over?
cy: Ydych chi’n 16 oed neu drosodd?

source: What is your current work, education or other status? That is where you spend most of your time, even if you are currently absent.
cy: Beth yw eich statws presennol o ran gwaith, addysg neu unrhyw beth arall? Hynny yw, ble rydych chi'n treulio'r rhan fwyaf o'ch amser, hyd yn oed os ydych chi'n absennol ar hyn o bryd.

source: What best describes your current situation?
cy: Beth sy'n disgrifio eich sefyllfa bresennol chi orau?

source: What is your current education status, including if temporarily absent?
cy: Beth yw eich statws addysg presennol, gan gynnwys os ydych chi'n absennol dros dro?

source: Do you have any paid employment in addition to this, or as part of an apprenticeship?
cy: Oes gennych chi unrhyw waith â thâl ar ben hyn, neu fel rhan o brentisiaeth?

source: Has your main job or business changed since you last completed this questionnaire?
cy: Ydy eich prif swydd neu fusnes wedi newid ers i chi gwblhau'r holiadur hwn ddiwethaf?

source: What is the title of your main job or business now?
cy: Beth yw teitl eich prif swydd neu fusnes nawr?

source: What do you mainly do in your main job or business now?
cy: Beth ydych chi'n ei wneud yn bennaf yn eich prif swydd neu fusnes nawr?

source: Which employment sector do you work in now?
cy: Ym mha sector cyflogaeth ydych chi'n gweithio nawr?

source: Which area of healthcare do you work in?
cy: Ym mha faes gofal iechyd ydych chi'n gweithio?

source: Do you currently work in a nursing or residential care home?
cy: Ydych chi'n gweithio mewn cartref nyrsio neu gartref gofal preswyl ar hyn o bryd?
