Repository: petechd/eq-questionnaire-schemas
Catalog: translations/health/*/cris_0001.po
Languages: cy

# And do you have any of these symptoms as part of your experience of long COVID?
source: Loss of appetite or eating less than usual
cy: Dim awydd bwyd neu fwyta llai nag arfer

# And do you have any of these symptoms as part of your experience of long COVID?
source: Muscle ache
cy: Poen yn y cyhyrau

# And do you have any of these symptoms as part of your experience of long COVID?
source: Joint pain
cy: Poen yn y cymalau

# And do you have any of these symptoms as part of your experience of long COVID?
source: Mobility problems
cy: Problemau symudedd

# And do you have any of these symptoms as part of your experience of long COVID?
source: Loss of taste
cy: Methu â blasu

# And do you have any of these symptoms as part of your experience of long COVID?
source: Loss of smell
cy: Methu ag arogleuo

# And do you have any of these symptoms as part of your experience of long COVID?
source: Memory loss or confusion
cy: Methu â chofio pethau neu ddrysu

# And do you have any of these symptoms as part of your experience of long COVID?
source: Difficulty concentrating
cy: Ei chael hi'n anodd canolbwyntio

# And do you have any of these symptoms as part of your experience of long COVID?
source: None of these symptoms
cy: Dim un o’r symptomau hyn

# And do you have any of these symptoms as part of your experience of long COVID?
source: More trouble sleeping than usual
cy: Mwy o drafferth cysgu nag arfer

# And do you have any of these symptoms as part of your experience of long COVID?
source: Worry or anxiety
cy: Gofid neu bryder

# And do you have any of these symptoms as part of your experience of long COVID?
source: Low mood or not enjoying anything
cy: Hwyliau gwael neu ddim yn mwynhau dim byd

# And do you have any of these symptoms as part of your experience of long COVID?
source: Weakness or tiredness
cy: Gwendid neu flinder

# And do you have any of these symptoms as part of your experience of long COVID?
source: Fever including high temperature
cy: Twymyn gan gynnwys tymheredd uchel

# And do you have any of these symptoms as part of your experience of long COVID?
source: General pain
cy: Poen cyffredinol

# And do you have any of these symptoms as part of your experience of long COVID?
source: Vertigo or dizziness
cy: Pendro

# And do you have any of these symptoms as part of your experience of long COVID?
source: Allergies or intolerances
cy: Alergeddau neu anoddefgarwch

# And do you have any of these symptoms as part of your experience of long COVID?
source: Hair loss
cy: Colli gwallt

# And do you have any of these symptoms as part of your experience of long COVID?
source: Pins and needles or numbness
cy: Pinnau bach neu ddiffyg teimlad

# And do you have any of these symptoms as part of your experience of long COVID?
source: Skin rashes or itchy skin
cy: Brech ar y croen neu groen yn cosi

# Do your symptoms tend to get worse after mental and/or physical effort?
source: Yes
cy: Ydy

# Do your symptoms tend to get worse after mental and/or physical effort?
source: No
cy: Nac ydy

# Do your symptoms tend to get worse after mental and/or physical effort?
source: Do not know
cy: Ddim yn gwybod

# In the last 28 days, have you been inside a hospital for any reason?
source: Yes
cy: Ydw

# In the last 28 days, have you been inside a hospital for any reason?
source: No
cy: Nac ydw

source: Yes
cy: Ydw

source: No
cy: Nac ydw

source: I do not go to enclosed public spaces or use public transport
cy: Nid wyf yn mynd i fannau cyhoeddus caeedig nac yn defnyddio trafnidiaeth gyhoeddus

source: Yes always
cy: Ydw, bob amser

source: Yes sometimes
cy: Ydw, weithiau

source: Never
cy: Byth

source: I cover my face for other reasons - for example for religious or cultural reasons
cy: Rwy'n gorchuddio fy wyneb am resymau eraill - er enghraifft am resymau crefyddol neu ddiwylliannol

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: 1 to 5
cy: Rhwng 1 a 5

source: 6 to 10
cy: Rhwng 6 a 10

source: 11 to 20
cy: Rhwng 11 ac 20

source: 21 or more
cy: 21 neu fwy

source: Do not know
cy: Ddim yn gwybod

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: 1 to 5
cy: Rhwng 1 a 5

source: 6 to 10
cy: Rhwng 6 a 10

source: 11 to 20
cy: Rhwng 11 ac 20

source: 21 or more
cy: 21 neu fwy

source: Do not know
cy: Ddim yn gwybod

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: 1 to 5
cy: Rhwng 1 a 5

source: 6 to 10
cy: Rhwng 6 a 10

source: 11 to 20
cy: Rhwng 11 ac 20

source: 21 or more
cy: 21 neu fwy

source: Do not know
cy: Ddim yn gwybod

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: 1 to 5
cy: Rhwng 1 a 5

source: 6 to 10
cy: Rhwng 6 a 10

source: 11 to 20
cy: Rhwng 11 ac 20

source: 21 or more
cy: 21 neu fwy

source: Do not know
cy: Ddim yn gwybod

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: 1 to 5
cy: Rhwng 1 a 5

source: 6 to 10
cy: Rhwng 6 a 10

source: 11 to 20
cy: Rhwng 11 ac 20

source: 21 or more
cy: 21 neu fwy

source: Do not know
cy: Ddim yn gwybod

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: 1 to 5
cy: Rhwng 1 a 5

source: 6 to 10
cy: Rhwng 6 a 10

source: 11 to 20
cy: Rhwng 11 ac 20

source: 21 or more
cy: 21 neu fwy

source: Do not know
cy: Ddim yn gwybod

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: None
cy: Dim

source: 7 times or more
cy: 7 gwaith neu fwy

source: Do not know
cy: Ddim yn gwybod

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: None
cy: Dim

source: 7 times or more
cy: 7 gwaith neu fwy

source: Do not know
cy: Ddim yn gwybod

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: None
cy: Dim

source: 7 times or more
cy: 7 gwaith neu fwy

source: Do not know
cy: Ddim yn gwybod

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: None
cy: Dim

source: 7 times or more
cy: 7 gwaith neu fwy

source: Do not know
cy: Ddim yn gwybod

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: None
cy: Dim

source: 1 to 5
cy: Rhwng 1 a 5

source: 6 to 10
cy: Rhwng 6 a 10

source: 11 to 20
cy: Rhwng 11 ac 20

source: 21 or more
cy: 21 neu fwy

# In the last 28 days have you attended any large events with over 1,000 people?
source: Yes
cy: Ydw

# In the last 28 days have you attended any large events with over 1,000 people?
source: No
cy: Nac ydw

# In the last 28 days have you attended any large events with over 1,000 people?
source: Do not know
cy: Ddim yn gwybod

source: Yes
cy: Ydw

source: No
cy: Nac ydw

source: Do not know
cy: Ddim yn gwybod

source: Underground or metro or light rail or tram
cy: Trên tanddaearol neu fetro neu reilffordd ysgafn neu dram

source: Train
cy: Trên

source: Bus or minibus or coach
cy: Bws neu fws mini neu goets

source: Car or van
cy: Car neu fan

source: Taxi or minicab
cy: Tacsi neu gab mini

source: Plane
cy: Awyren

source: Ferry or boat
cy: Fferi neu gwch

source: Other method
cy: Dull arall

source: I have not used transport shared with people outside of my home for reasons other than travel to work or education
cy: Nid wyf wedi defnyddio trafnidiaeth lle rwyf wedi rhannu â phobl y tu allan i fy nghartref am resymau heblaw am deithio i'r gwaith neu addysg

source: I am not going to my place of work or education
cy: Nid wyf yn mynd i fy ngweithle na fy man addysg

source: Yes always
cy: Ydw, bob amser

source: Yes sometimes
cy: Ydw, weithiau

source: Never
cy: Byth

source: I cover my face for other reasons - for example for religious or cultural reasons
cy: Rwy'n gorchuddio fy wyneb am resymau eraill - er enghraifft am resymau crefyddol neu ddiwylliannol

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

# Thank you, please continue to the next page to submit your questionnaire
source: Continue
cy: Parhau

source: This includes coughs and colds
cy: Mae hyn yn cynnwys peswch ac annwyd

# Why could you not take the blood sample?
source: Please specify
cy: Nodwch

# Which employment sector do you work in now?
source: Please specify
cy: Nodwch

# What was the type of the most recent COVID-19 vaccination you have had?
source: Please specify
cy: Nodwch
