Repository: petechd/eq-questionnaire-schemas
Catalog: translations/health/*/cris_0001.po
Languages: cy

source: <p>This does not include their garden or doorstep. </p><p>For example, if you spent one hour or longer inside another person&#39;s home one day, and the next day you spent one hour or longer inside two different homes, you would select 3 times.</p>
cy: <p>Nid yw hyn yn cynnwys yn yr ardd nac ar garreg y drws. </p><p>Er enghraifft, pe baech chi'n treulio awr neu fwy yng nghartref person arall un diwrnod, ac awr neu fwy mewn dau gartref gwahanol y diwrnod nesaf, byddech chi'n dewis 3 gwaith.</p>

source: <p>This does not include your garden or doorstep.</p><p>For example, if two people spent one hour or longer in your home on one day, and three people spent one hour or longer in your home another day, you would select 2 times.</p>
cy: <p>Nid yw hyn yn cynnwys yn yr ardd nac ar garreg y drws. </p><p>Er enghraifft, pe bai dau berson yn treulio awr neu fwy yn eich cartref un diwrnod, a thri pherson yn treulio awr neu fwy yn eich cartref ar ddiwrnod arall, byddech chi'n dewis 2 waith.</p>

source: <p>For example, going into restaurants or going to the cinema.</p>
cy: <p>Er enghraifft, mynd i fwytai neu i'r sinema.</p>

source: <p><em>Only include</em> where you are breathing heavily close to other people and the risk of spreading infections is high.</p>
cy: <p><em>Dylech ond cynnwys</em> pan ydych chi'n anadlu'n drwm yn agos at bobl eraill a bod y risg o ledaenu heintiau yn uchel.</p>

# In the last 28 days have you attended any large events with over 1,000 people?
source: <p>If you are not sure how many other people were there, make your best guess.</p>
cy: <p>Er enghraifft, os nad ydych chi'n siŵr faint o bobl oedd yno, gwnewch eich gorau i ddyfalu.</p>

source: <p>If you are not sure how many other people were there, make your best guess.</p>
cy: <p>Er enghraifft, os nad ydych chi'n siŵr faint o bobl oedd yno, gwnewch eich gorau i ddyfalu.</p>

source: <p>For example, to the shops, to a restaurant, to see family or to go to an appointment.</p>
cy: <p>Er enghraifft, i fynd i siopa, i fwyty, i weld teulu neu i fynd i apwyntiad.</p>

source: <p>If you are currently unwell, choose what you would usually do when you are well.</p>
cy: <p>Os ydych chi'n sâl ar hyn o bryd, dewiswch yr hyn y byddech chi'n ei wneud fel arfer pe baech chi'n iach.</p>

# Thank you, please continue to the next page to submit your questionnaire
source: <p>This is the end of your questionnaire. Thank you very much for taking part.</p><p>Please remember to return your samples today, if you have not already done so.</p><p><a href="https://www.royalmail.com/services-near-you#/"target="_blank"rel="noopener noreferrer">https://www.royalmail.com/services-near-you#/</a></p><p>If returning your samples to a priority postbox, you might want to make a record of where and when you posted the samples, in case they get lost in the post. For example, taking a photo of the postbox or writing this down.</p><p>The vouchers you receive for taking part are not always sent immediately after each round of tests. This means that you might receive a voucher covering the amounts for more than one round of tests. Also, you and members of your household may not all receive vouchers at the same time</p>
cy: <p>Dyma ddiwedd yr holiadur. Diolch yn fawr am gymryd rhan.</p><p>Cofiwch ddychwelyd eich samplau heddiw, os nad ydych chi wedi gwneud hynny'n barod.</p><p><a href="https://www.royalmail.com/services-near-you#/"target="_blank"rel="noopener noreferrer">https://www.royalmail.com/services-near-you#/</a></p><p>Os byddwch chi'n defnyddio blwch post blaenoriaeth i ddychwelyd eich samplau, efallai yr hoffech chi wneud cofnod o ble a phryd y gwnaethoch chi bostio'r samplau, rhag ofn iddyn nhw fynd ar goll yn y post. Er enghraifft, gallech dynnu llun o'r blwch post neu ysgrifennu'r manylion. </p><p>Ni fydd y talebau a gewch chi am gymryd rhan bob amser yn cael eu hanfon yn syth ar ôl pob rownd o brofion. Mae hyn yn golygu y gallech chi gael taleb am gymryd rhan mewn mwy nag un rownd o brofion. Hefyd, {efallai na fyddwch chi ac aelodau eraill eich cartref yn cael talebau ar yr un pryd</p>

# Thank you, please continue to the next page to submit your questionnaire
source: <p>This is the end of your questionnaire. Thank you very much for taking part.</p>
cy: <p>Dyma ddiwedd yr holiadur. Diolch yn fawr am gymryd rhan.</p>

source: What is a respiratory infection or illness?
cy: Beth yw haint neu salwch anadlol?

source: Respiratory infections or illnesses involve parts of the body involved in breathing, such as the sinuses / nose, throat, airways or lungs.
cy: Mae haint neu salwch anadlol yn ymwneud â rhannau o'r corff sy'n gysylltiedig ag anadlu, fel y sinysau / trwyn, y gwddf, y llwybr anadlu neu'r ysgyfaint.

source: These include colds and infections such as flu, COVID-19 and chest infections. These can cause symptoms like a cough, sore throat, stuffy or runny nose, high temperature (fever), tiredness, changes to sense of taste or smell, muscle aches or shortness of breath.
cy: Mae'r rhain yn cynnwys annwyd a heintiau fel y ffliw, COVID-19 a heintiau ar y frest. Gall y rhain achosi symptomau fel peswch, dolur gwddf, trwyn sy'n llawn neu'n rhedeg, tymheredd uchel (twymyn), blinder, newidiadau i synnwyr blasu neu arogli, cyhyrau yn brifo neu ddiffyg anadl.

source: Exclude pre-existing conditions, for example asthma.
cy: Peidiwch â chynnwys cyflyrau a oedd eisoes gennych chi, er enghraifft asthma.

# Have you had any of the following symptoms in the last 7 days?
source: <strong>Include all the symptoms you have experienced:</strong>
cy: <strong>Dylech gynnwys yr holl symptomau rydych chi wedi'u cael:</strong>

# Have you had any of these other symptoms in the last 7 days?
source: <strong>Include all the symptoms you have experienced:</strong>
cy: <strong>Dylech gynnwys yr holl symptomau rydych chi wedi'u cael:</strong>

source: <strong>Include:</strong>
cy: <strong>Dylech gynnwys:</strong>

source: <strong>Include:</strong>
cy: <strong>Dylech gynnwys:</strong>

# In the last 28 days, how many times have you been <em>admitted</em> to hospital?
source: <strong>Include:</strong>
cy: <strong>Dylech gynnwys:</strong>

# In the last 28 days, how many times have you been <em>admitted</em> to hospital?
source: <strong>Exclude:</strong>
cy: <strong>Peidiwch â chynnwys:</strong>

source: <strong>Include:</strong>
cy: <strong>Dylech gynnwys:</strong>

source: <strong>Exclude:</strong>
cy: <strong>Peidiwch â chynnwys:</strong>

# In the last 28 days have you attended any large events with over 1,000 people?
source: <strong>Include:</strong>
cy: <strong>Dylech gynnwys:</strong>

# In the last 28 days have you attended any large events with over 1,000 people?
source: <strong>Exclude:</strong>
cy: <strong>Peidiwch â chynnwys:</strong>

source: <strong>Include:</strong>
cy: <strong>Dylech gynnwys:</strong>

source: <strong>Exclude:</strong>
cy: <strong>Peidiwch â chynnwys:</strong>

# Have you had any of the following symptoms in the last 7 days?
source: regardless of the cause, for example, symptoms relating the general health, age or recent work or exercise
cy: waeth beth fo'r achos, er enghraifft, symptomau sy'n ymwneud ag iechyd cyffredinol, oedran neu waith neu ymarfer corff diweddar

# Have you had any of the following symptoms in the last 7 days?
source: even if you experience them regularly as part of a long-term health condition
cy: hyd yn oed os byddwch chi'n eu cael yn rheolaidd fel rhan o gyflwr iechyd hirdymor

# Have you had any of these other symptoms in the last 7 days?
source: regardless of the cause, for example, symptoms relating to general health, age or recent work or exercise
cy: waeth beth fo'r achos, er enghraifft, symptomau sy'n ymwneud ag iechyd cyffredinol, oedran neu waith neu ymarfer corff diweddar

# Have you had any of these other symptoms in the last 7 days?
source: even if you experience them regularly as part of a long-term health condition
cy: hyd yn oed os byddwch chi'n eu cael yn rheolaidd fel rhan o gyflwr iechyd hirdymor

source: in person, telephone, and online appointments
cy: wyneb yn wyneb, dros y ffôn, ac apwyntiadau ar-lein

source: appointments with all GP healthcare staff, for example doctors and nurses
cy: apwyntiadau â holl staff gofal iechyd y feddygfa, er enghraifft meddygon a nyrsys

source: pre-booked appointments and drop in visits
cy: apwyntiadau a drefnwyd ymlaen llaw ac ymweliadau galw heibio

source: in person, telephone, and online appointments
cy: wyneb yn wyneb, dros y ffôn, ac apwyntiadau ar-lein

source: appointments with all GP healthcare staff, for example doctors and nurses
cy: apwyntiadau â holl staff gofal iechyd y feddygfa, er enghraifft meddygon a nyrsys

source: pre-booked appointments and drop in visits.
cy: apwyntiadau a drefnwyd ymlaen llaw ac ymweliadau galw heibio.

# In the last 28 days, how many times have you been <em>admitted</em> to hospital?
source: if you were admitted to hospital pre-planned, as an emergency or after attending A&amp;E (accident and emergency)
cy: os cawsoch eich derbyn i'r ysbyty wedi'i gynllunio ymlaen llaw, fel achos brys neu ar ôl mynd i'r Adran Damweiniau ac Achosion Brys

# In the last 28 days, how many times have you been <em>admitted</em> to hospital?
source: if you attended A&amp;E and were then referred outside of the hospital or discharged without being admitted
cy: os aethoch i'r Adran Damweiniau ac Achosion Brys a chael eich atgyfeirio y tu allan i'r ysbyty neu gael eich rhyddhau heb gael eich derbyn

# In the last 28 days, how many times have you been <em>admitted</em> to hospital?
source: hospital outpatient appointments
cy: apwyntiadau cleifion allanol ysbytai

source: if you were admitted to hospital pre-planned, as an emergency or after attending A&amp;E (accident and emergency)
cy: os cawsoch eich derbyn i'r ysbyty wedi'i gynllunio ymlaen llaw, fel achos brys neu ar ôl mynd i'r Adran Damweiniau ac Achosion Brys

source: if you attended A&amp;E and were then referred outside of the hospital or discharged without being admitted
cy: os aethoch i'r Adran Damweiniau ac Achosion Brys a chael eich atgyfeirio y tu allan i'r ysbyty neu gael eich rhyddhau heb gael eich derbyn

source: hospital outpatient appointments
cy: apwyntiadau cleifion allanol ysbytai

# In the last 28 days have you attended any large events with over 1,000 people?
source: indoor and outdoor events. For example, sports events, festivals or concerts
cy: digwyddiadau dan do ac yn yr awyr agored. Er enghraifft, digwyddiadau chwaraeon, gwyliau neu gyngherddau

# In the last 28 days have you attended any large events with over 1,000 people?
source: events with 1,000 people or less, as you will be asked about these next
cy: digwyddiadau â 1,000 o bobl neu lai, gan y byddwn ni'n gofyn am y rhain nesaf

source: indoor and outdoor events. For example, concerts, weddings, sports events, or conferences
cy: digwyddiadau dan do ac yn yr awyr agored. Er enghraifft, cyngherddau, priodasau, digwyddiadau chwaraeon, neu gynadleddau

source: activities that are not events, such as going to the cinema, to restaurants or shopping
cy: gweithgareddau nad ydynt yn ddigwyddiadau, fel mynd i'r sinema, i fwytai neu i siopa

# Please enter the barcode of the swab sample kit you used.
source: Swab sample barcode
cy: Cod bar y sampl swab

# On which date did you take your swab sample?
source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

# What time did you take your swab sample?
source: Hour
cy: Awr

# What time did you take your swab sample?
source: Minute
cy: Munud

# What time did you take your swab sample?
source: AM or PM
cy: AM neu PM

# On which date did you return your swab sample?
source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

# On which date will you return your swab sample?
source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

# Please enter the barcode of the blood sample kit you used.
source: Blood sample barcode
cy: Cod bar y sampl gwaed

# On which date did you take your blood sample?
source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

# What time did you take your blood sample?
source: Hour
cy: Awr

# What time did you take your blood sample?
source: Minute
cy: Munud

# What time did you take your blood sample?
source: AM or PM
cy: AM neu PM

# On which date did you return your blood sample?
source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

# On which date will you return your blood sample?
source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

# Thank you for letting us know about your test kit.
source: Tick to continue
cy: Ticiwch i barhau

# What is the title of your main job or business now?
source: Main job or business title
cy: Teitl y brif swydd neu fusnes

# What do you mainly do in your main job or business now?
source: Main job or business decription
cy: Disgrifiad o'r brif swydd neu fusnes

# Which of these symptoms are new or worse than usual for you?
source: Select all that apply:
cy: Dewiswch bob un sy'n berthnasol:

# And which of these symptoms are new or worse than usual for you?
source: Select all that apply:
cy: Dewiswch bob un sy'n berthnasol:

source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

# What was the date of your most recent COVID-19 vaccination?
source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

# What was the date of your most recent flu vaccination?
source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

# What was the last country you visited?
source: Country
cy: Gwlad

# On what date did you last return to the UK?
source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

# When did this most recent COVID-19 infection start?
source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

# When did this most recent flu infection start?
source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

# When did this most recent respiratory infection or illness start?
source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

# What was the date of the first positive swab test you had recently?
source: Date (enter as DD MM YYYY)
cy: Dyddiad (nodwch fel DD MM BBBB)

source: Number of days
cy: Sawl diwrnod

source: Number of days
cy: Nifer o weithiau

source: Number of days
cy: Sawl diwrnod

source: Number of days
cy: Nifer o weithiau

source: Number of days
cy: Sawl diwrnod

source: Number of days
cy: Nifer o weithiau

source: Number of days
cy: Sawl diwrnod

source: Number of days
cy: Nifer o weithiau

source: Number of times
cy: Sawl gwaith

source: Number of times
cy: Nifer o weithiau

# In the last 28 days, how many times have you been <em>admitted</em> to hospital?
source: Number of times
cy: Sawl gwaith

source: Number of times
cy: Nifer o weithiau

# Thank you, please continue to the next page to submit your questionnaire
source: Tick to continue
cy: Ticiwch i barhau

# What time did you take your swab sample?
source: Between 1 and 12
cy: Rhwng 1 a 12

# What time did you take your swab sample?
source: Either 0, 15, 30 or 45
cy: Naill ai 0, 15, 30 neu 45

# What time did you take your blood sample?
source: Between 1 and 12
cy: Rhwng 1 a 12

# What time did you take your blood sample?
source: Either 0, 15, 30 or 45
cy: Naill ai 0, 15, 30 neu 45

# Are you {first_name} ?
source: Yes
cy: Ie

# Are you {first_name} ?
source: No
cy: Na

# Are you completing the questions on behalf of {first_name} ?
source: Yes
cy: Ydw

# Are you completing the questions on behalf of {first_name} ?
source: No
cy: Nac ydw

# There has been a problem accessing the survey
source: Continue
cy: Parhau

source: Do this questionnaire only
cy: Cwblhau'r holiadur hwn yn unig

source: Do this questionnaire and take a swab sample
cy: Cwblhau'r holiadur hwn a chymryd sampl swab

source: Do this questionnaire and take a swab sample and a blood sample
cy: Cwblhau'r holiadur hwn a chymryd sampl swab a sampl gwaed

# Have you successfully taken your swab sample?
source: Yes
cy: Ydw

# Have you successfully taken your swab sample?
source: No
cy: Nac ydw

# Why could you not successfully take your swab sample?
source: I tried but could not take it
cy: Rhoddais gynnig arni ond nid oeddwn i'n gallu ei chymryd

# Why could you not successfully take your swab sample?
source: I did not want to take it this month
cy: Nid oeddwn i am ei chymryd y mis hwn

# Why could you not successfully take your swab sample?
source: The swab test kit arrived damaged
cy: Roedd y pecyn prawf swab wedi'i ddifrodi

# Why could you not successfully take your swab sample?
source: The swab test kit arrived with parts missing
cy: Roedd darnau ar goll o'r pecyn prawf swab

# Why could you not successfully take your swab sample?
source: The swab test kit arrived both damaged and with parts missing
cy: Roedd y pecyn prawf swab wedi'i ddifrodi ac roedd darnau ar goll

# Why could you not successfully take your swab sample?
source: I am near the end of my testing window and my swab test kit has not arrived
cy: Mae fy nghyfnod profi bron â dod i ben ac nid yw fy mhecyn prawf swab wedi cyrraedd

# Is this your swab sample barcode {first_name} ?
source: Yes
cy: Ie

# Is this your swab sample barcode {first_name} ?
source: No
cy: Na

# Have you returned your swab sample?
source: Yes
cy: Ydw

# Have you returned your swab sample?
source: No
cy: Nac ydw

# Have you successfully taken your blood sample?
source: Yes
cy: Ydw

# Have you successfully taken your blood sample?
source: No
cy: Nac ydw

# Why could you not take your blood sample?
source: I tried but could not take it
cy: Rhoddais gynnig arni ond nid oeddwn i'n gallu ei chymryd

# Why could you not take your blood sample?
source: I decided not to take it this month
cy: Penderfynais beidio â'i chymryd y mis hwn

# Why could you not take your blood sample?
source: The blood test kit arrived damaged
cy: Roedd y pecyn prawf gwaed wedi'i ddifrodi

# Why could you not take your blood sample?
source: The blood test kit arrived with parts missing
cy: Roedd darnau ar goll o'r pecyn prawf gwaed

# Why could you not take your blood sample?
source: The blood test kit arrived both damaged and with parts missing
cy: Roedd y pecyn prawf gwaed wedi'i ddifrodi ac roedd darnau ar goll

# Why could you not take your blood sample?
source: I am near the end of my testing window and my blood test kit has not arrived
cy: Mae fy nghyfnod profi bron â dod i ben ac nid yw fy mhecyn prawf gwaed wedi cyrraedd

# Why could you not take the blood sample?
source: I could not get enough blood into the pot
cy: Ni allwn gael digon o waed i mewn i'r pot

# Why could you not take the blood sample?
source: The pot spilled
cy: Gwnaeth cynnwys y pot arllwys

# Why could you not take the blood sample?
source: There were issues with the kit
cy: Roedd problemau gyda'r pecyn

# Why could you not take the blood sample?
source: I had bruising or pain
cy: Roedd gennyf gleisiau neu boen

# Why could you not take the blood sample?
source: I felt unwell
cy: Roeddwn i'n teimlo'n sâl

# Why could you not take the blood sample?
source: Other
cy: Arall

# Is this your blood sample barcode {first_name} ?
source: Yes
cy: Ie

# Is this your blood sample barcode {first_name} ?
source: No
cy: Na

# Have you returned your blood sample?
source: Yes
cy: Ydw

# Have you returned your blood sample?
source: No
cy: Nac ydw

source: Yes
cy: Hoffwn

source: No
cy: Na hoffwn

# Thank you for letting us know about your test kit.
source: Continue
cy: Parhau

# Are you aged 16 or over?
source: Yes
cy: Ydw

# Are you aged 16 or over?
source: No
cy: Nac ydw

source: Employed
cy: Cyflogedig

source: Self-employed
cy: Hunangyflogedig

source: Not in paid work. This includes being unemployed or retired or doing voluntary work
cy: Ddim mewn gwaith â thâl. Mae hyn yn cynnwys bod yn ddi-waith, wedi ymddeol neu'n gwneud gwaith gwirfoddol

source: In education
cy: Mewn addysg

# What best describes your current situation?
source: Currently working - this includes if you are on sick leave or other leave for less than 4 weeks
cy: Yn gweithio ar hyn o bryd - mae hyn yn cynnwys os ydych chi'n absennol oherwydd salwch neu'n absennol am reswm arall am lai na 4 wythnos

# What best describes your current situation?
source: Currently not working due to sickness lasting 4 weeks or more
cy: Ddim yn gweithio ar hyn o bryd oherwydd salwch sydd wedi para 4 wythnos neu fwy

# What best describes your current situation?
source: Currently not working for other reasons such as maternity or paternity lasting 4 weeks or more
cy: Ddim yn gweithio ar hyn o bryd am resymau eraill fel cyfnod mamolaeth neu dadolaeth sydd wedi para 4 wythnos neu fwy

# What best describes your current situation?
source: Looking for paid work and able to start
cy: Yn chwilio am waith â thâl ac yn gallu dechrau

# What best describes your current situation?
source: Not looking for paid work due to long-term sickness or disability
cy: Ddim yn chwilio am waith â thâl am fod gennych salwch hirdymor neu anabledd

# What best describes your current situation?
source: Not looking for paid work for reasons such as looking after the home or family or not wanting a job
cy: Ddim yn chwilio am waith â thâl am resymau fel gofalu am y cartref neu'r teulu neu ddim am gael swydd

# What best describes your current situation?
source: Retired
cy: Wedi ymddeol

# What is your current education status, including if temporarily absent?
source: A child below school age and not attending a nursery or pre-school or childminder
cy: Plentyn o dan oedran ysgol heb fod yn mynychu meithrinfa na lleoliad cyn ysgol na gwarchodwr plant

# What is your current education status, including if temporarily absent?
source: A child below school age and attending a nursery or a pre-school or childminder
cy: Plentyn o dan oedran ysgol ac yn mynychu meithrinfa neu leoliad cyn ysgol neu warchodwr plant

# What is your current education status, including if temporarily absent?
source: A child aged 4 or over at school
cy: Plentyn 4 oed neu drosodd yn yr ysgol

# What is your current education status, including if temporarily absent?
source: A child aged 4 or over at home-school
cy: Plentyn 4 oed neu drosodd sy'n cael addysg gartref

# What is your current education status, including if temporarily absent?
source: Attending a college or other further education provider including apprenticeships
cy: Mynychu coleg neu ddarparwr addysg bellach arall gan gynnwys prentisiaethau

# What is your current education status, including if temporarily absent?
source: Attending university
cy: Mynychu prifysgol

source: Yes
cy: Oes

source: No
cy: Nac oes

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: Yes
cy: Ydy

source: No
cy: Nac ydy

# Which employment sector do you work in now?
source: Teaching and education
cy: Addysgu ac addysg

# Which employment sector do you work in now?
source: Healthcare
cy: Gofal iechyd

# Which employment sector do you work in now?
source: Social Care
cy: Gofal Cymdeithasol

# Which employment sector do you work in now?
source: Transport. This includes storage and logistics
cy: Cludiant. Mae hyn yn cynnwys storio a logisteg

# Which employment sector do you work in now?
source: Retail sector. This includes wholesale
cy: Sector manwerthu. Mae hyn yn cynnwys cyfanwerthu

# Which employment sector do you work in now?
source: Hospitality - for example hotels or restaurants or cafe
cy: Lletygarwch - er enghraifft gwestai neu fwytai neu gaffi

# Which employment sector do you work in now?
source: Food production and agriculture. This includes farming
cy: Cynhyrchu bwyd ac amaethyddiaeth. Mae hyn yn cynnwys ffermio
