Repository: petechd/eq-questionnaire-schemas
Catalog: translations/health/*/cris_0001.po
Languages: cy

source: On a day-to-day basis, does your current job mainly involve face-to-face contact with people you do not work with? For example patients, clients, residents, service users or customers.
cy: O ddydd i ddydd, ydy eich swydd bresennol yn ymwneud yn bennaf â chyswllt wyneb yn wyneb â phobl nad ydych yn gweithio gyda nhw? Er enghraifft cleifion, cleientiaid, preswylwyr, defnyddwyr gwasanaeth neu gwsmeriaid.

source: In general, where do you currently work?
cy: Yn gyffredinol, ble ydych chi'n gweithio ar hyn o bryd?

source: On average, on how many days of the week are you currently working away from the grounds or building of your home?
cy: Ar gyfartaledd, sawl diwrnod yr wythnos ydych chi'n gweithio i ffwrdd o'r cartref ar hyn o bryd?

source: On average, how many days of the week are you currently attending your place of education, school, nursery, pre-school or childminder, in person?
cy: Ar gyfartaledd, sawl diwrnod yr wythnos ydych chi'n mynychu eich man addysg, ysgol, meithrinfa, lleoliad cyn ysgol neu warchodwr plant, wyneb yn wyneb ar hyn o bryd?

source: How do you mainly get to and from your work, nursery or education provider?
cy: Sut ydych chi'n mynd a dod o'ch gwaith, meithrinfa neu ddarparwr addysg?

source: At your place of work or education, on average how easy it is to maintain 1 to 2 metres between yourself and other people?
cy: Yn eich gweithle neu fan addysg, pa mor hawdd yw cadw 1 neu 2 fetr o bellter rhyngoch chi a phobl eraill ar gyfartaledd?

source: Have you had any of the following symptoms in the last 7 days?
cy: Ydych chi wedi cael unrhyw rai o'r symptomau canlynol yn y 7 diwrnod diwethaf?

source: Have you had any of these other symptoms in the last 7 days?
cy: Ydych chi wedi cael unrhyw rai o'r symptomau eraill hyn yn y 7 diwrnod diwethaf?

source: Which of these symptoms are new or worse than usual for you?
cy: Pa rai o'r symptomau hyn sy'n newydd neu'n waeth nag arfer i chi?

source: And which of these symptoms are new or worse than usual for you?
cy: A pha rai o'r symptomau hyn sy'n newydd neu'n waeth nag arfer i chi?

source: What was the <em>earliest</em> date that <em>any</em> of these symptoms became worse than usual for you, or first started if they are new?
cy: Beth oedd y dyddiad <em>cynharaf</em> yr aeth <em>unrhyw rai</em> o'r symptomau hyn yn waeth nag arfer i chi, neu y gwnaethant ddechrau os ydynt yn newydd?

source: Do you have long-term physical or mental health conditions or illnesses lasting or expected to last 12 months or more?
cy: Oes gennych chi gyflwr neu salwch corfforol neu feddyliol hirdymor sydd wedi para neu sy’n debygol o bara 12 mis neu fwy?

source: Do any of these conditions or illnesses reduce your ability to carry-out day-to-day activities?
cy: Ydy unrhyw gyflwr neu salwch sydd gennych chi’n lleihau eich gallu i wneud gweithgareddau pob dydd?

source: Have you ever smoked cigarettes regularly?
cy: Ydych chi erioed wedi smygu sigaréts yn rheolaidd?

source: Do you <em>currently</em> smoke or vape at all?
cy: Ydych chi'n smygu neu'n fêpio o gwbl <em>ar hyn o bryd</em>?

source: Which of the following do you currently smoke or vape?
cy: Pa un o'r canlynol ydych chi'n eu smygu neu'n eu fêpio ar hyn o bryd?

source: Have you been vaccinated against COVID-19 since you last completed this questionnaire?
cy: Ydych chi wedi cael eich brechu rhag COVID-19 ers i chi gwblhau'r holiadur hwn ddiwethaf?

source: What was the type of the most recent COVID-19 vaccination you have had?
cy: Beth oedd math y brechiad COVID-19 mwyaf diweddar a gawsoch chi?

source: How many doses of any COVID-19 vaccine have you received so far?
cy: Sawl dos o unrhyw frechlyn COVID-19 ydych chi wedi'u cael hyd yma?

source: What was the date of your most recent COVID-19 vaccination?
cy: Beth oedd dyddiad eich brechiad COVID-19 mwyaf diweddar?

source: Have you been vaccinated against flu since you last completed this questionnaire?
cy: Ydych chi wedi cael eich brechu rhag y ffliw ers i chi gwblhau'r holiadur hwn ddiwethaf?

source: What was the date of your most recent flu vaccination?
cy: Beth oedd dyddiad eich brechiad ffliw mwyaf diweddar?

source: Have you been outside of the UK since you last completed this questionnaire?
cy: Ydych chi wedi bod y tu allan i'r DU ers i chi gwblhau'r holiadur hwn ddiwethaf?

source: What was the last country you visited?
cy: I ba wlad aethoch chi ddiwethaf?

source: On what date did you last return to the UK?
cy: Ar ba ddyddiad y gwnaethoch chi ddychwelyd i'r DU ddiwethaf?

source: In the last 28 days, do you know or think that you have had a respiratory infection or illness?
cy: Yn ystod y 28 diwrnod diwethaf, ydych chi'n gwybod neu'n meddwl eich bod wedi cael haint neu salwch anadlol?

source: In the last 28 days, what type of respiratory infection or illness do you <em>know or think</em> you have had?
cy: Yn ystod y 28 diwrnod diwethaf, pa fath o haint neu salwch anadlol ydych chi'n <em>gwybod neu'n meddwl</em> eich bod wedi'i gael?

source: When did this most recent COVID-19 infection start?
cy: Pryd ddechreuodd yr haint COVID-19 mwyaf diweddar hwn?

source: Did you have any of the following symptoms as part of your most recent COVID-19 infection?
cy: Oedd gennych chi unrhyw rai o'r symptomau canlynol fel rhan o'ch haint COVID-19 mwyaf diweddar?

source: Did you have any of these symptoms as part of your most recent COVID-19 infection?
cy: Oedd gennych chi unrhyw rai o'r symptomau hyn fel rhan o'ch haint COVID-19 mwyaf diweddar?

source: When did this most recent flu infection start?
cy: Pryd ddechreuodd yr haint ffliw mwyaf diweddar hwn?

source: Did you have any of the following symptoms as part of your most recent flu infection?
cy: Oedd gennych chi unrhyw rai o'r symptomau canlynol fel rhan o'ch haint ffliw mwyaf diweddar?

source: Did you have any of these symptoms as part of your most recent flu infection?
cy: Oedd gennych chi unrhyw rai o'r symptomau hyn fel rhan o'ch haint ffliw mwyaf diweddar?

source: When did this most recent respiratory infection or illness start?
cy: Pryd ddechreuodd yr haint neu'r salwch anadlol mwyaf diweddar hwn?

source: Did you have any of the following symptoms as part of your most recent respiratory infection or illness?
cy: Oedd gennych chi unrhyw rai o'r symptomau canlynol fel rhan o'ch haint neu eich salwch anadlol mwyaf diweddar?

source: Did you have any of these symptoms as part of your most recent respiratory infection or illness?
cy: Oedd gennych chi unrhyw rai o'r symptomau hyn fel rhan o'ch haint neu eich salwch anadlol mwyaf diweddar?

source: Have you had a swab test for COVID-19 infection since you last completed this questionnaire?
cy: Ydych chi wedi cael prawf swab ar gyfer haint COVID-19 ers i chi gwblhau'r holiadur hwn ddiwethaf?

source: What were the results of all the swab tests you have had recently?
cy: Beth oedd canlyniadau'r holl brofion swab a gawsoch yn ddiweddar?

source: What was the date of the first positive swab test you had recently?
cy: Beth oedd dyddiad y prawf swab positif cyntaf a gawsoch yn ddiweddar?

source: What type of test was the first positive swab test you had recently?
cy: Pa fath o brawf oedd y prawf swab positif cyntaf a gawsoch yn ddiweddar?

source: In the last 28 days, how many days have you not been able to do usual daily activities for <em>any personal health reasons</em>?
cy: Yn ystod y 28 diwrnod diwethaf, am sawl diwrnod ydych chi heb allu gwneud gweithgareddau dyddiol arferol am <em>unrhyw resymau iechyd personol</em>?

source: Out of the {number_of_days} days you were unable to do usual daily activities, how many days were due to respiratory infections you had?
cy: O'r {number_of_days} diwrnod pan nad oeddech chi'n gallu gwneud gweithgareddau dyddiol arferol, sawl diwrnod oedd oherwydd bod gennych heintiau anadlol?

source: In the last 28 days, how many days have you spent off work or education for <em>any personal health reasons</em>?
cy: Yn ystod y 28 diwrnod diwethaf, am sawl diwrnod ydych chi wedi bod i ffwrdd o'r gwaith neu addysg am <em>unrhyw resymau iechyd personol</em>?

source: Out of the {number_of_days} days you spent off work or education, how many days were due to respiratory infections you had?
cy: O'r {number_of_days} diwrnod pan oeddech chi i ffwrdd o'r gwaith neu addysg, sawl diwrnod oedd oherwydd bod gennych heintiau anadlol?

source: In the last 28 days, on how many days did you have an appointment at a GP surgery for any personal health reasons?
cy: Yn ystod y 28 diwrnod diwethaf, ar sawl diwrnod oedd gennych chi apwyntiad mewn meddygfa am unrhyw resymau iechyd personol?

source: Out of the {number_of_days} days you had an appointment at a GP surgery, how many days were due to respiratory infections you had?
cy: O'r {number_of_days} diwrnod pan oedd gennych chi apwyntiad mewn meddygfa, sawl diwrnod oedd oherwydd bod gennych heintiau anadlol?

source: In the last 28 days, on how many days have you spoken to a pharmacist or called 111 for advice about any personal health reasons?
cy: Yn ystod y 28 diwrnod diwethaf, ar sawl diwrnod ydych chi wedi siarad â fferyllydd neu ffonio 111 am gyngor ynghylch unrhyw resymau iechyd personol?

source: Out of the {number_of_days} days you spoke to a pharmacist or called 111, how many days were due to respiratory infections you had?
cy: O'r {number_of_days} diwrnod y gwnaethoch chi siarad â fferyllydd neu ffonio 111, sawl diwrnod oedd oherwydd bod gennych heintiau anadlol?

source: In the last 28 days, how many <em>times</em> have you attended urgent care for any personal health reasons?
cy: Yn ystod y 28 diwrnod diwethaf, sawl <em>gwaith</em> ydych chi wedi cael gofal brys am unrhyw resymau iechyd personol?

source: Out of the {number_of_times} times you attended urgent care, how many times were due to respiratory infections you had?
cy: O'r {number_of_times} gwaith y cawsoch ofal brys, sawl gwaith oedd oherwydd bod gennych heintiau anadlol?

source: In the last 28 days, how many times have you been <em>admitted</em> to hospital?
cy: Yn y 28 diwrnod diwethaf, sawl gwaith ydych chi wedi cael eich <em>derbyn</em> i'r ysbyty?

source: Out of the {number_of_times} times you have been admitted to hospital, how many times were due to respiratory infections you had?
cy: O'r {number_of_times} gwaith y cawsoch eich derbyn i'r ysbyty, sawl gwaith oedd oherwydd bod gennych heintiau anadlol?

source: Would you describe yourself as currently having long COVID?
cy: Fyddech chi'n dweud bod gennych chi COVID hir ar hyn o bryd?

source: Does this reduce your ability to carry out day-to-day activities compared with the time before you had COVID-19?
cy: Ydy hyn yn lleihau eich gallu i gyflawni gweithgareddau pob dydd o gymharu â chyn i chi gael COVID-19?

source: Do you have any of the following symptoms as part of your experience of long COVID?
cy: Oes gennych chi unrhyw rai o'r symptomau canlynol fel rhan o'ch profiad chi o COVID hir?

source: And do you have any of these symptoms as part of your experience of long COVID?
cy: Ac a oes gennych chi unrhyw rai o'r symptomau hyn fel rhan o'ch profiad chi o COVID hir?

source: Do your symptoms tend to get worse after mental and/or physical effort?
cy: Ydy eich symptomau yn tueddu i waethygu ar ôl ymdrech feddyliol a/neu gorfforol?

source: In the last 28 days, have you been inside a hospital for any reason?
cy: Yn y 28 diwrnod diwethaf, ydych chi wedi bod yn yr ysbyty am unrhyw reswm?

source: In the last 28 days, have you been inside a hospice, care home or residential home for any reason?
cy: Yn y 28 diwrnod diwethaf, ydych chi wedi bod mewn hosbis, cartref gofal neu gartref preswyl am unrhyw reswm?

source: Do you generally wear any kind of face covering or mask when you are in enclosed public spaces, such as shops, or using public transport?
cy: Yn gyffredinol, ydych chi'n gwisgo unrhyw fath o orchudd wyneb neu fasg mewn mannau cyhoeddus caeedig, fel siopau, neu wrth ddefnyddio trafnidiaeth gyhoeddus?

source: In the last 7 days, how many children and young people <em>under 18 years old</em>, who do not live in your home, have you had <em>physical contact</em> with?
cy: Yn y 7 diwrnod diwethaf, faint o blant a phobl ifanc <em>o dan 18 oed</em>, nad ydyn nhw'n byw yn eich cartref, ydych chi wedi bod mewn <em>cysylltiad corfforol</em> â nhw?

source: In the last 7 days, how many adults <em>aged 18 to 69</em>, who do not live in your home, have you had <em>physical contact</em> with?
cy: Yn y 7 diwrnod diwethaf, faint o oedolion <em>rhwng 18 a 69 oed</em>, nad ydyn nhw'n byw yn eich cartref, ydych chi wedi bod mewn <em>cysylltiad corfforol</em> â nhw?

source: In the last 7 days, how many older adults <em>aged 70 years old and over</em>, who do not live in your home, have you had <em>physical contact</em> with?
cy: Yn y 7 diwrnod diwethaf, faint o oedolion hŷn <em>70 oed a throsodd</em>, nad ydyn nhw'n byw yn eich cartref, ydych chi wedi bod mewn <em>cysylltiad corfforol</em> â nhw?

source: In the last 7 days, how many children and young people <em>under 18 years old</em>, who do not live in your home, have you had <em>direct but non-physical contact</em> with in person?
cy: Yn y 7 diwrnod diwethaf, faint o blant a phobl ifanc <em>o dan 18 oed</em>, nad ydyn nhw'n byw yn eich cartref, ydych chi wedi bod mewn <em>cysylltiad uniongyrchol â nhw wyneb yn wyneb, heb iddo fod yn gysylltiad corfforol</em>?

source: In the last 7 days, how many adults <em>aged 18 to 69</em>, who do not live in your home, have you had <em>direct but non-physical contact</em> with in person?
cy: Yn y 7 diwrnod diwethaf, faint o oedolion <em>rhwng 18 a 69 oed</em>, nad ydyn nhw'n byw yn eich cartref, ydych chi wedi bod mewn <em>cysylltiad uniongyrchol â nhw wyneb yn wyneb, heb iddo fod yn gysylltiad corfforol</em>?

source: In the last 7 days, how many older adults <em>aged 70 years old and over</em>, who do not live in your home, have you had <em>direct but non-physical contact</em> with in person?
cy: Yn y 7 diwrnod diwethaf, faint o oedolion hŷn <em>70 oed a throsodd</em>, nad ydyn nhw'n byw yn eich cartref, ydych chi wedi bod mewn <em>cysylltiad uniongyrchol â nhw wyneb yn wyneb, heb iddo fod yn gysylltiad corfforol</em>?

source: In the last 7 days, how many times have you spent one hour or longer inside another person&#39;s home?
cy: Yn y 7 diwrnod diwethaf, sawl gwaith ydych chi wedi treulio awr neu fwy y tu mewn i gartref person arall?

source: In the last 7 days, how many times has <em>someone who doesn&#39;t live with you</em> spent one hour or longer inside <em>your home</em>?
cy: Yn y 7 diwrnod diwethaf, sawl gwaith mae <em>rhywun nad yw'n byw gyda chi</em> wedi treulio awr neu fwy y tu mewn <em>i'ch cartref chi</em>?

source: In the last 7 days, how many times have you been outside of your home for shopping?
cy: Yn y 7 diwrnod diwethaf, sawl gwaith ydych chi wedi mynd allan i siopa?

source: In the last 7 days, how many times have you been outside of your home to socialise? Exclude going into other people&#39;s homes.
cy: Yn y 7 diwrnod diwethaf, sawl gwaith ydych chi wedi mynd allan i gymdeithasu? Peidiwch â chynnwys mynd i gartrefi pobl eraill.

source: In the last 28 days, on how many days have you <em>taken part</em> in high intensity <em>indoor</em> sports or exercise, near other people?
cy: Yn y 28 diwrnod diwethaf, ar sawl diwrnod ydych chi wedi <em>cymryd rhan</em> mewn chwaraeon neu sesiwn ymarfer corff dwysedd uchel <em>dan do</em>, wrth ymyl pobl eraill?

source: In the last 28 days have you attended any large events with over 1,000 people?
cy: Yn y 28 diwrnod diwethaf, ydych chi wedi bod i unrhyw ddigwyddiadau mawr â thros 1,000 o bobl?

source: In the last 28 days have you attended any events with <em>100 to 1,000</em> people?
cy: Yn y 28 diwrnod diwethaf, ydych chi wedi bod i unrhyw ddigwyddiadau â rhwng <em>100 a 1,000</em> o bobl?

source: In the last 28 days, have you used any transport where you have shared with people outside of your home? Exclude travel to your place of work or education.
cy: Yn y 28 diwrnod diwethaf, ydych chi wedi defnyddio unrhyw drafnidiaeth lle rydych wedi rhannu â phobl y tu allan i'ch cartref? Peidiwch â chynnwys teithio i'r gwaith neu eich man addysg.

source: Do you generally wear any kind of face covering or mask when you are at work or your place of education, because of respiratory infections?
cy: Yn gyffredinol, ydych chi'n gwisgo unrhyw fath o orchudd wyneb neu fasg yn y gwaith neu'ch man addysg, oherwydd heintiau anadlol?

source: Thank you, please continue to the next page to submit your questionnaire
cy: Diolch, ewch ymlaen i'r dudalen nesaf i gyflwyno eich holiadur

# Are you completing the questions on behalf of {first_name} ?
source: <p>For example, you are a parent or carer completing the questions for a child.</p>
cy: <p>Er enghraifft, rydych chi'n rhiant neu'n ofalwr sy'n cwblhau'r cwestiynau ar ran plentyn</p>

# There has been a problem accessing the survey
source: <p>This questionnaire is intended for {first_name}. You have indicated that you are not {first_name} or completing the questionnaire on behalf of them.</p><p>If this is correct, please:</p><p>1.Tick the continue box and then select &#x201C;Save and continue&#x201D;.</p><p>2.On the next page, select the &#x201C;Submit&#x201D; button to submit the questionnaire.</p><p>3.Call the helpline on 0808 196 1270. You will need your Participant ID. The survey team member on the phone will tell you what to do next.</p><p><em>If you are {first_name}</em>, or completing the questions on behalf of them:</p><p>1.Select <em>&#x201C;&lt; Previous&#x201D;</em> two times. You can find this at the <em>top left-hand side</em> of this page, underneath the blue banner that says &#x201C;COVID-19 and Respiratory Infections Survey&#x201D;.</p><p>2.You will then need to amend the answers to be able to complete the survey.</p>
cy: <p>Mae'r holiadur hwn ar gyfer {first_name}. Rydych chi wedi nodi nad chi yw {first_name} ac nad ydych yn cwblhau'r holiadur ar ei ran/rhan. </p><p>Os yw hyn yn gywir:</p><p>1.Ticiwch y blwch parhau ac yna dewiswch &#x201C;Cadw a pharhau&#x201D;.</p><p>2.Ar y dudalen nesaf, dewiswch y botwm &#x201C;Cyflwyno&#x201D; i gyflwyno'r holiadur.</p><p>3.Ffoniwch y llinell gymorth ar 0808 196 1270. Bydd angen eich Rhif Adnabod Cyfranogwr arnoch. Bydd yr aelod o dîm yr arolwg sydd ar y ffôn yn dweud wrthych beth i'w wneud nesaf.</p><p><em>Os mai chi yw {first_name}</em>, neu os ydych chi'n ateb y cwestiynau ar ran yr unigolyn:</p><p>1.Dewiswch <em>&#x201C;&lt; Blaenorol&#x201D;</em> ddwywaith. Gallwch ddod o hyd iddo ar frig y dudalen hon <em>ar yr ochr chwith</em>, o dan y faner las sy'n dweud &#x201C;Arolwg COVID-19 a Heintiau Anadlol&#x201D;.</p><p>2.Yna bydd angen i chi ddiwygio'r atebion er mwyn gallu cwblhau'r arolwg.</p>

# Have you successfully taken your swab sample?
source: <p>If you are planning to take your sample but have not yet done so, please exit the questionnaire and return when you have taken it. This is because we will ask questions about your samples that help us to understand if you are eligible for a voucher.</p><p>If your swab test kit arrived damaged or with parts missing, select &quot;No&quot;.</p>
cy: <p>Os ydych chi'n bwriadu cymryd eich sampl ond heb wneud hynny eto, gadewch yr holiadur a dewch yn ôl ato pan fyddwch chi wedi gwneud hynny. Mae hyn oherwydd y byddwn ni'n gofyn cwestiynau am eich samplau sy'n ein helpu i ddeall a ydych chi'n gymwys i gael taleb.</p><p>Os cyrhaeddodd eich pecyn prawf swab wedi'i ddifrodi neu â darnau ar goll, dewiswch &quot;Nac ydw&quot;.</p>

# Is this your swab sample barcode {first_name} ?
source: <p>This can be found on your swab sample pot and also at the top of the Important Information sheet that was included in your swab test kit. It is in the format SWT followed by 8 numbers.</p>
cy: <p>Gellir dod o hyd i hwn ar eich pot sampl swab ac ar frig y daflen Gwybodaeth Bwysig a oedd yn eich pecyn prawf swab hefyd. Mae ar ffurf SWT ac yna 8 rhif.</p>

# Please enter the barcode of the swab sample kit you used.
source: <p>This can be found on your swab sample pot and also at the top of the Important Information sheet that was included in your swab test kit. </p><p>Please enter the 8 numbers that come after the letters SWT.</p>
cy: <p>Gellir dod o hyd i hwn ar eich pot sampl swab ac ar frig y daflen Gwybodaeth Bwysig a oedd yn eich pecyn prawf swab hefyd. </p><p>Rhowch yr 8 rhif sy'n dod ar ôl y llythrennau SWT.</p>

# What time did you take your swab sample?
source: <p>If you took your sample at midday this is 12pm. If you took your sample at midnight this is 12am.</p><p>Answer to the closest 15 minutes. For example, if you took your swab sample at 3:25pm, round this to 3:30pm.</p>
cy: <p>Os gwnaethoch chi gymryd eich sampl am hanner dydd, 12pm yw hyn. Os gwnaethoch chi gymryd eich sampl am hanner nos, 12am yw hyn.</p><p>Atebwch i'r 15 munud agosaf. Er enghraifft, os gwnaethoch chi gymryd eich sampl swab am 3:25pm, talgrynnwch i 3:30pm.</p>

# Have you returned your swab sample?
source: <p>This means the sample has been posted in a priority post box or it has been collected by a courier.</p><p>Answer &quot;No&quot; if you are planning to return your sample when you have completed this questionnaire.</p>
cy: <p>Mae hyn yn golygu bod y sampl wedi cael ei bostio mewn blwch post blaenoriaeth neu ei fod wedi cael ei gasglu gan gludwr.</p><p>Atebwch &quot;Nac ydw&quot; os ydych chi'n bwriadu dychwelyd eich sampl ar ôl i chi gwblhau'r holiadur hwn.</p>

# Have you successfully taken your blood sample?
source: <p>If you are planning to take your sample but have not yet done so, please exit the questionnaire and return when you have taken it. This is because we will ask questions about your samples that help us to understand if you are eligible for a voucher.</p><p>If your blood test kit arrived damaged or with parts missing, select &quot;No&quot;.</p>
cy: <p>Os ydych chi'n bwriadu cymryd eich sampl ond heb wneud hynny eto, gadewch yr holiadur a dewch yn ôl ato pan fyddwch chi wedi gwneud hynny. Mae hyn oherwydd y byddwn ni'n gofyn cwestiynau am eich samplau sy'n ein helpu i ddeall a ydych chi'n gymwys i gael taleb.</p><p>Os cyrhaeddodd eich pecyn prawf gwaed wedi'i ddifrodi neu â darnau ar goll, dewiswch &quot;Nac ydw&quot;.</p>

# Is this your blood sample barcode {first_name} ?
source: <p>This can be found on your large sample carrier tube and also at the top of the Important Information sheet that was included in your blood test kit. It is in the format BLT followed by 8 numbers.</p>
cy: <p>Gellir dod o hyd i hwn ar eich tiwb cario sampl mawr ac ar frig y daflen Gwybodaeth Bwysig a oedd yn eich pecyn prawf gwaed hefyd. Mae ar ffurf BLT ac yna 8 rhif.</p>

# Please enter the barcode of the blood sample kit you used.
source: <p>This can be found on your large sample carrier tube and also at the top of the Important Information sheet that was included in your blood test kit. </p><p>Please enter the 8 numbers that come after the letters BLT.</p>
cy: <p>Gellir dod o hyd i hwn ar eich tiwb cario sampl mawr ac ar frig y daflen Gwybodaeth Bwysig a oedd yn eich pecyn prawf gwaed hefyd. </p><p>Rhowch yr 8 rhif sy'n dod ar ôl y llythrennau BLT.</p>

# What time did you take your blood sample?
source: <p>If you took your sample at midday this is 12pm. If you took your sample at midnight this is 12am.</p><p>Answer to the closest 15 minutes. For example, if you took your swab sample at 3:25pm, round this to 3:30pm.</p>
cy: <p>Os gwnaethoch chi gymryd eich sampl am hanner dydd, 12pm yw hyn. Os gwnaethoch chi gymryd eich sampl am hanner nos, 12am yw hyn.</p><p>Atebwch i'r 15 munud agosaf. Er enghraifft, os gwnaethoch chi gymryd eich sampl swab am 3:25pm, talgrynnwch i 3:30pm.</p>
