Repository: petechd/eq-questionnaire-schemas
Catalog: translations/health/*/cris_0001.po
Languages: cy

# Which employment sector do you work in now?
source: Personal Services - for example hairdressers or tattooists
cy: Gwasanaethau Personol - er enghraifft siop trin gwallt neu datŵs

# Which employment sector do you work in now?
source: Information technology and communication
cy: Technoleg gwybodaeth a chyfathrebu

# Which employment sector do you work in now?
source: Financial services. This includes insurance
cy: Gwasanaethau ariannol. Mae hyn yn cynnwys yswiriant

# Which employment sector do you work in now?
source: Manufacturing or construction
cy: Gweithgynhyrchu neu adeiladu

# Which employment sector do you work in now?
source: Civil Service or Local Government
cy: Gwasanaeth Sifil neu Lywodraeth Leol

# Which employment sector do you work in now?
source: Armed forces
cy: Y Lluoedd Arfog

# Which employment sector do you work in now?
source: Arts or entertainment or recreation
cy: Y celfyddydau neu adloniant neu hamdden

# Which employment sector do you work in now?
source: Other employment sector
cy: Sector cyflogaeth arall

# Which area of healthcare do you work in?
source: Primary care - for example in a GP or dentist
cy: Gofal sylfaenol - er enghraifft meddygfa neu ddeintyddfa

# Which area of healthcare do you work in?
source: Secondary care - for example in a hospital
cy: Gofal eilaidd - er enghraifft ysbyty

# Which area of healthcare do you work in?
source: Another type of healthcare - for example mental health services
cy: Math arall o ofal iechyd - er enghraifft gwasanaethau iechyd meddwl

# Do you currently work in a nursing or residential care home?
source: Yes
cy: Ydw

# Do you currently work in a nursing or residential care home?
source: No
cy: Nac ydw

# Do you currently work in a nursing or residential care home?
source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: Yes
cy: Ydy

source: No
cy: Nac ydy

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

# In general, where do you currently work?
source: From home meaning in the same grounds or building as your home
cy: Gartref, gan olygu ar yr un safle neu yn yr un adeilad â'ch cartref

# In general, where do you currently work?
source: Somewhere else meaning not at your home
cy: Yn rhywle arall, gan olygu nid yn eich cartref

# In general, where do you currently work?
source: Both from home and somewhere else
cy: Gartref ac yn rhywle arall

# How do you mainly get to and from your work, nursery or education provider?
source: Underground or Metro or Light Rail or Tram
cy: Trên Tanddaearol neu Fetro neu Reilffordd Ysgafn neu Dram

# How do you mainly get to and from your work, nursery or education provider?
source: Train
cy: Trên

# How do you mainly get to and from your work, nursery or education provider?
source: Bus or minibus or coach
cy: Bws neu fws mini neu goets

# How do you mainly get to and from your work, nursery or education provider?
source: Motorbike or scooter or moped
cy: Beic modur neu sgwter neu foped

# How do you mainly get to and from your work, nursery or education provider?
source: Car or van
cy: Car neu fan

# How do you mainly get to and from your work, nursery or education provider?
source: Taxi or minicab
cy: Tacsi neu gab mini

# How do you mainly get to and from your work, nursery or education provider?
source: Bicycle
cy: Beic

# How do you mainly get to and from your work, nursery or education provider?
source: On foot
cy: Cerdded

# How do you mainly get to and from your work, nursery or education provider?
source: Other method
cy: Dull arall

source: Easy to maintain 2 metres apart. It is not a problem to stay this far away from other people
cy: Mae'n hawdd cadw 2 fetr ar wahân. Nid yw'n broblem cadw draw cymaint â hyn oddi wrth bobl eraill

source: Relatively easy to maintain 2 metres apart. Most of the time you can be 2 meters away from other people
cy: Mae'n gymharol hawdd cadw 2 fetr ar wahân. Gallwch chi gadw 2 fetr ar wahân oddi wrth bobl eraill y rhan fwyaf o'r amser

source: Difficult to maintain 2 metres apart. But you can usually be at least 1 metre away from other people
cy: Mae'n anodd cadw 2 fetr ar wahân. Ond gallwch chi fod o leiaf 1 metr i ffwrdd oddi wrth bobl eraill fel arfer

source: Very difficult to be more than 1 metre away. Your work means you are in close contact with others on a regular basis
cy: Mae'n anodd iawn bod mwy nag 1 metr i ffwrdd. Mae eich gwaith yn golygu eich bod chi mewn cysylltiad agos ag eraill yn rheolaidd

# Have you had any of the following symptoms in the last 7 days?
source: Runny nose or sneezing
cy: Trwyn yn rhedeg neu disian

# Have you had any of the following symptoms in the last 7 days?
source: Loss of smell
cy: Methu ag arogleuo

# Have you had any of the following symptoms in the last 7 days?
source: Loss of taste
cy: Methu â blasu

# Have you had any of the following symptoms in the last 7 days?
source: Sore throat
cy: Dolur gwddf

# Have you had any of the following symptoms in the last 7 days?
source: Cough
cy: Peswch

# Have you had any of the following symptoms in the last 7 days?
source: Shortness of breath
cy: Diffyg anadl

# Have you had any of the following symptoms in the last 7 days?
source: Noisy breathing or wheezing
cy: Anadlu swnllyd neu wichian

# Have you had any of the following symptoms in the last 7 days?
source: Abdominal pain
cy: Poen yn y stumog

# Have you had any of the following symptoms in the last 7 days?
source: Nausea or vomiting
cy: Cyfog neu chwydu

# Have you had any of the following symptoms in the last 7 days?
source: Diarrhoea
cy: Dolur rhydd

# Have you had any of the following symptoms in the last 7 days?
source: Loss of appetite or eating less than usual
cy: Dim awydd bwyd neu fwyta llai nag arfer

# Have you had any of the following symptoms in the last 7 days?
source: None of these symptoms
cy: Dim un o’r symptomau hyn

# Have you had any of these other symptoms in the last 7 days?
source: Headache
cy: Cur pen

# Have you had any of these other symptoms in the last 7 days?
source: Muscle ache
cy: Poen yn y cyhyrau

# Have you had any of these other symptoms in the last 7 days?
source: Weakness or tiredness
cy: Gwendid neu flinder

# Have you had any of these other symptoms in the last 7 days?
source: Fever including high temperature
cy: Twymyn gan gynnwys tymheredd uchel

# Have you had any of these other symptoms in the last 7 days?
source: More trouble sleeping than usual
cy: Mwy o drafferth cysgu nag arfer

# Have you had any of these other symptoms in the last 7 days?
source: Memory loss or confusion
cy: Methu â chofio pethau neu ddrysu

# Have you had any of these other symptoms in the last 7 days?
source: Difficulty concentrating
cy: Ei chael hi'n anodd canolbwyntio

# Have you had any of these other symptoms in the last 7 days?
source: Worry or anxiety
cy: Gofid neu bryder

# Have you had any of these other symptoms in the last 7 days?
source: Low mood or not enjoying anything
cy: Hwyliau gwael neu ddim yn mwynhau dim byd

# Have you had any of these other symptoms in the last 7 days?
source: None of these symptoms
cy: Dim un o’r symptomau hyn

# Which of these symptoms are new or worse than usual for you?
source: None of these symptoms
cy: Dim un o’r symptomau hyn

# And which of these symptoms are new or worse than usual for you?
source: None of these symptoms
cy: Dim un o’r symptomau hyn

source: Yes
cy: Oes

source: No
cy: Nac oes

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

source: Yes a lot
cy: Ydy, yn fawr

source: Yes a little
cy: Ydy, ychydig

source: Not at all
cy: Ddim o gwbl

# Have you ever smoked cigarettes regularly?
source: Yes
cy: Ydw

# Have you ever smoked cigarettes regularly?
source: No
cy: Nac ydw

# Have you ever smoked cigarettes regularly?
source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

# Do you <em>currently</em> smoke or vape at all?
source: Yes
cy: Ydw

# Do you <em>currently</em> smoke or vape at all?
source: No
cy: Nac ydw

# Do you <em>currently</em> smoke or vape at all?
source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

# Which of the following do you currently smoke or vape?
source: Cigarettes
cy: Sigaréts

# Which of the following do you currently smoke or vape?
source: Cigars
cy: Sigârs

# Which of the following do you currently smoke or vape?
source: Pipe
cy: Pib/cetyn

# Which of the following do you currently smoke or vape?
source: Vape or E-cigarettes
cy: Fêp neu e-sigaréts

# Which of the following do you currently smoke or vape?
source: Hookah or shisha pipes
cy: Hookah neu bibau shisha

source: Yes
cy: Ydw

source: No
cy: Nac ydw

# What was the type of the most recent COVID-19 vaccination you have had?
source: Pfizer / BioNTech / Comirnaty (including bivalent)
cy: Pfizer / BioNTech / Comirnaty (gan gynnwys deufalent)

# What was the type of the most recent COVID-19 vaccination you have had?
source: Moderna / Spikevax (including bivalent)
cy: Moderna / Spikevax (gan gynnwys deufalent)

# What was the type of the most recent COVID-19 vaccination you have had?
source: From a research study / trial
cy: O dreial / astudiaeth ymchwil

# What was the type of the most recent COVID-19 vaccination you have had?
source: Another vaccine
cy: Brechlyn arall

# What was the type of the most recent COVID-19 vaccination you have had?
source: I do not know the type
cy: Nid wyf yn gwybod pa fath

# How many doses of any COVID-19 vaccine have you received so far?
source: 1 dose
cy: 1 dos

# How many doses of any COVID-19 vaccine have you received so far?
source: 2 doses
cy: 2 ddos

# How many doses of any COVID-19 vaccine have you received so far?
source: 3 doses
cy: 3 dos

# How many doses of any COVID-19 vaccine have you received so far?
source: 4 doses
cy: 4 dos

# How many doses of any COVID-19 vaccine have you received so far?
source: 5 doses
cy: 5 dos

# How many doses of any COVID-19 vaccine have you received so far?
source: 6 doses
cy: 6 dos

# How many doses of any COVID-19 vaccine have you received so far?
source: 7 doses
cy: 7 dos

# How many doses of any COVID-19 vaccine have you received so far?
source: 8 doses or more
cy: 8 dos neu fwy

source: Yes
cy: Ydw

source: No
cy: Nac ydw

source: Do not know
cy: Ddim yn gwybod

source: Prefer not to say
cy: Byddai'n well gennyf beidio â dweud

# Have you been outside of the UK since you last completed this questionnaire?
source: Yes
cy: Ydw

# Have you been outside of the UK since you last completed this questionnaire?
source: No
cy: Nac ydw

# What was the last country you visited?
source: Afghanistan
cy: Affganistan

# What was the last country you visited?
source: Antigua and Barbuda
cy: Antigua a Barbuda

# What was the last country you visited?
source: Argentina
cy: Yr Ariannin

# What was the last country you visited?
source: Australia
cy: Awstralia

# What was the last country you visited?
source: Austria
cy: Awstria

# What was the last country you visited?
source: Belarus
cy: Belarws

# What was the last country you visited?
source: Belgium
cy: Gwlad Belg

# What was the last country you visited?
source: Bosnia and Herzegovina
cy: Bosnia a Herzegovina

# What was the last country you visited?
source: Brazil
cy: Brasil

# What was the last country you visited?
source: Bulgaria
cy: Bwlgaria

# What was the last country you visited?
source: Cape Verde
cy: Cabo Verde

# What was the last country you visited?
source: Central African Republic
cy: Gweriniaeth Canolbarth Affrica

# What was the last country you visited?
source: China
cy: Tsieina

# What was the last country you visited?
source: Congo (Democratic Republic)
cy: Congo (Gweriniaeth Ddemocrataidd)

# What was the last country you visited?
source: Cuba
cy: Ciwba

# What was the last country you visited?
source: Czechia
cy: Tsiecia

# What was the last country you visited?
source: Denmark
cy: Denmarc

# What was the last country you visited?
source: Dominican Republic
cy: Gweriniaeth Dominica

# What was the last country you visited?
source: East Timor
cy: Dwyrain Timor

# What was the last country you visited?
source: Egypt
cy: Yr Aifft

# What was the last country you visited?
source: Equatorial Guinea
cy: Guinea Gyhydeddol

# What was the last country you visited?
source: Fiji
cy: Ffiji

# What was the last country you visited?
source: Finland
cy: Y Ffindir

# What was the last country you visited?
source: France
cy: Ffrainc

# What was the last country you visited?
source: Germany
cy: Yr Almaen

# What was the last country you visited?
source: Greece
cy: Gwlad Groeg

# What was the last country you visited?
source: Hungary
cy: Hwngari

# What was the last country you visited?
source: Iceland
cy: Gwlad yr Iâ

# What was the last country you visited?
source: Iraq
cy: Irac

# What was the last country you visited?
source: Ireland
cy: Iwerddon

# What was the last country you visited?
source: Italy
cy: Yr Eidal

# What was the last country you visited?
source: Ivory Coast
cy: Y Traeth Ifori

# What was the last country you visited?
source: Jordan
cy: Gwlad yr Iorddonen

# What was the last country you visited?
source: Latvia
cy: Latfia

# What was the last country you visited?
source: Lebanon
cy: Libanus

# What was the last country you visited?
source: Lithuania
cy: Lithwania

# What was the last country you visited?
source: Luxembourg
cy: Lwcsembwrg

# What was the last country you visited?
source: Marshall Islands
cy: Ynysoedd Marshall

# What was the last country you visited?
source: Mexico
cy: Mecsico

# What was the last country you visited?
source: Moldova
cy: Moldofa

# What was the last country you visited?
source: Morocco
cy: Moroco

# What was the last country you visited?
source: Netherlands
cy: Yr Iseldiroedd

# What was the last country you visited?
source: New Zealand
cy: Seland Newydd

# What was the last country you visited?
source: North Korea
cy: Gogledd Korea

# What was the last country you visited?
source: North Macedonia
cy: Gogledd Macedonia

# What was the last country you visited?
source: Norway
cy: Norwy

# What was the last country you visited?
source: Pakistan
cy: Pacistan

# What was the last country you visited?
source: Papua New Guinea
cy: Papua Guinea Newydd

# What was the last country you visited?
source: Peru
cy: Periw

# What was the last country you visited?
source: Philippines
cy: Ynysoedd Philippines

# What was the last country you visited?
source: Poland
cy: Gwlad Pwyl

# What was the last country you visited?
source: Portugal
cy: Portiwgal

# What was the last country you visited?
source: Romania
cy: Rwmania

# What was the last country you visited?
source: Russia
cy: Rwsia

# What was the last country you visited?
source: Sao Tome and Principe
cy: Sao Tome a Principe

# What was the last country you visited?
source: Slovakia
cy: Slofacia

# What was the last country you visited?
source: Slovenia
cy: Slofenia

# What was the last country you visited?
source: Solomon Islands
cy: Ynysoedd Solomon

# What was the last country you visited?
source: South Africa
cy: De Affrica

# What was the last country you visited?
source: South Korea
cy: De Korea

# What was the last country you visited?
source: South Sudan
cy: De Sudan

# What was the last country you visited?
source: Spain
cy: Sbaen

# What was the last country you visited?
source: St Kitts and Nevis
cy: St Kitts a Nevis

# What was the last country you visited?
source: Switzerland
cy: Y Swistir

# What was the last country you visited?
source: Thailand
cy: Gwlad Thai

# What was the last country you visited?
source: The Bahamas
cy: Y Bahamas

# What was the last country you visited?
source: The Gambia
cy: Y Gambia

# What was the last country you visited?
source: Trinidad and Tobago
cy: Trinidad a Tobago

# What was the last country you visited?
source: Turkey
cy: Twrci

# What was the last country you visited?
source: Ukraine
cy: Wcráin

# What was the last country you visited?
source: United Arab Emirates
cy: Yr Emiradau Arabaidd Unedig

# What was the last country you visited?
source: United States
cy: Yr Unol Daleithiau

# What was the last country you visited?
source: Vatican City
cy: Dinas y Fatican

# What was the last country you visited?
source: Vietnam
cy: Fietnam

# What was the last country you visited?
source: Elsewhere
cy: Rhywle arall

source: Yes
cy: Ydw

source: No
cy: Nac ydw

source: Flu
cy: Y ffliw

source: Another type of respiratory infection
cy: Math arall o haint anadlol

source: Do not know the type
cy: Nid wyf yn gwybod pa fath

source: Runny nose or sneezing
cy: Trwyn yn rhedeg neu disian

source: Loss of smell
cy: Methu ag arogleuo

source: Loss of taste
cy: Methu â blasu

source: Sore throat
cy: Dolur gwddf

source: Cough
cy: Peswch

source: Shortness of breath
cy: Diffyg anadl

source: Noisy breathing or wheezing
cy: Anadlu swnllyd neu wichian

source: Abdominal pain
cy: Poen yn y stumog

source: Nausea or vomiting
cy: Cyfog neu chwydu

source: Diarrhoea
cy: Dolur rhydd

source: Loss of appetite or eating less than usual
cy: Dim awydd bwyd neu fwyta llai nag arfer

source: None of these symptoms
cy: Dim un o’r symptomau hyn

source: Headache
cy: Cur pen

source: Muscle ache
cy: Poen yn y cyhyrau

source: Weakness or tiredness
cy: Gwendid neu flinder

source: Fever including high temperature
cy: Twymyn gan gynnwys tymheredd uchel

source: More trouble sleeping than usual
cy: Mwy o drafferth cysgu nag arfer

source: Memory loss or confusion
cy: Methu â chofio pethau neu ddrysu

source: Difficulty concentrating
cy: Ei chael hi'n anodd canolbwyntio

source: Worry or anxiety
cy: Gofid neu bryder

source: Low mood or not enjoying anything
cy: Hwyliau gwael neu ddim yn mwynhau dim byd

source: None of these symptoms
cy: Dim un o’r symptomau hyn

source: Runny nose or sneezing
cy: Trwyn yn rhedeg neu disian

source: Loss of smell
cy: Methu ag arogleuo

source: Loss of taste
cy: Methu â blasu

source: Sore throat
cy: Dolur gwddf

source: Cough
cy: Peswch

source: Shortness of breath
cy: Diffyg anadl

source: Noisy breathing or wheezing
cy: Anadlu swnllyd neu wichian

source: Abdominal pain
cy: Poen yn y stumog

source: Nausea or vomiting
cy: Cyfog neu chwydu

source: Diarrhoea
cy: Dolur rhydd

source: Loss of appetite or eating less than usual
cy: Dim awydd bwyd neu fwyta llai nag arfer

source: None of these symptoms
cy: Dim un o’r symptomau hyn

# Did you have any of these symptoms as part of your most recent flu infection?
source: Headache
cy: Cur pen

# Did you have any of these symptoms as part of your most recent flu infection?
source: Muscle ache
cy: Poen yn y cyhyrau

# Did you have any of these symptoms as part of your most recent flu infection?
source: Weakness or tiredness
cy: Gwendid neu flinder

# Did you have any of these symptoms as part of your most recent flu infection?
source: Fever including high temperature
cy: Twymyn gan gynnwys tymheredd uchel

# Did you have any of these symptoms as part of your most recent flu infection?
source: More trouble sleeping than usual
cy: Mwy o drafferth cysgu nag arfer

# Did you have any of these symptoms as part of your most recent flu infection?
source: Memory loss or confusion
cy: Methu â chofio pethau neu ddrysu

# Did you have any of these symptoms as part of your most recent flu infection?
source: Difficulty concentrating
cy: Ei chael hi'n anodd canolbwyntio

# Did you have any of these symptoms as part of your most recent flu infection?
source: Worry or anxiety
cy: Gofid neu bryder

# Did you have any of these symptoms as part of your most recent flu infection?
source: Low mood or not enjoying anything
cy: Hwyliau gwael neu ddim yn mwynhau dim byd

# Did you have any of these symptoms as part of your most recent flu infection?
source: None of these symptoms
cy: Dim un o’r symptomau hyn

source: Runny nose or sneezing
cy: Trwyn yn rhedeg neu disian

source: Loss of smell
cy: Methu ag arogleuo

source: Loss of taste
cy: Methu â blasu

source: Sore throat
cy: Dolur gwddf

source: Cough
cy: Peswch

source: Shortness of breath
cy: Diffyg anadl

source: Noisy breathing or wheezing
cy: Anadlu swnllyd neu wichian

source: Abdominal pain
cy: Poen yn y stumog

source: Nausea or vomiting
cy: Cyfog neu chwydu

source: Diarrhoea
cy: Dolur rhydd

source: Loss of appetite or eating less than usual
cy: Dim awydd bwyd neu fwyta llai nag arfer

source: None of these symptoms
cy: Dim un o’r symptomau hyn

source: Headache
cy: Cur pen

source: Muscle ache
cy: Poen yn y cyhyrau

source: Weakness or tiredness
cy: Gwendid neu flinder

source: Fever including high temperature
cy: Twymyn gan gynnwys tymheredd uchel

source: More trouble sleeping than usual
cy: Mwy o drafferth cysgu nag arfer

source: Memory loss or confusion
cy: Methu â chofio pethau neu ddrysu

source: Difficulty concentrating
cy: Ei chael hi'n anodd canolbwyntio

source: Worry or anxiety
cy: Gofid neu bryder

source: Low mood or not enjoying anything
cy: Hwyliau gwael neu ddim yn mwynhau dim byd

source: None of these symptoms
cy: Dim un o’r symptomau hyn

source: Yes
cy: Ydw

source: No
cy: Nac ydw

# What were the results of all the swab tests you have had recently?
source: One or more tests were positive
cy: Un neu fwy o brofion yn bositif

# What were the results of all the swab tests you have had recently?
source: One or more tests were negative and none were positive
cy: Un neu fwy o brofion yn negatif a dim un yn bositif

# What were the results of all the swab tests you have had recently?
source: All tests failed
cy: Pob prawf wedi methu

# What were the results of all the swab tests you have had recently?
source: Waiting for all results
cy: Aros am yr holl ganlyniadau

# What type of test was the first positive swab test you had recently?
source: A lateral flow test. That is the test you can do yourself and you do not have to send it to a laboratory because the result shows in the device in about 30 minutes
cy: Prawf llif unffordd, sef y prawf y gallwch chi ei wneud eich hun heb fod angen ei anfon i labordy am fod y canlyniad i'w weld ar y ddyfais ymhen tua hanner awr

# What type of test was the first positive swab test you had recently?
source: A PCR test. That is the test that is sent off to a laboratory
cy: Prawf PCR, sef y prawf a gaiff ei anfon i labordy

# What type of test was the first positive swab test you had recently?
source: Do not know
cy: Ddim yn gwybod

# Would you describe yourself as currently having long COVID?
source: Yes
cy: Byddwn

# Would you describe yourself as currently having long COVID?
source: No
cy: Na fyddwn

source: Yes a lot
cy: Ydy, yn fawr

source: Yes a little
cy: Ydy, ychydig

source: Not at all
cy: Ddim o gwbl

source: Headache
cy: Cur pen

source: Problems with eyesight or sore eyes
cy: Problemau gyda'ch golwg neu lygaid poenus

source: Tinnitus or problems hearing
cy: Tinitws neu broblemau clyw

source: Ear pain
cy: Poen yn y glust

source: Runny nose or sneezing
cy: Trwyn yn rhedeg neu disian

source: Nasal congestion
cy: Trwyn yn llawn

source: Sore throat
cy: Dolur gwddf

source: Cough
cy: Peswch

source: Shortness of breath
cy: Diffyg anadl

source: Noisy breathing or wheezing
cy: Anadlu swnllyd neu wichian

source: Chest pain
cy: Poen yn y frest

source: Palpitations or heart rate pounding or beating irregularly
cy: Crychguriadau neu'r galon yn curo'n afreolaidd

source: None of these symptoms
cy: Dim un o’r symptomau hyn

# And do you have any of these symptoms as part of your experience of long COVID?
source: Nausea or vomiting
cy: Cyfog neu chwydu

# And do you have any of these symptoms as part of your experience of long COVID?
source: Abdominal pain
cy: Poen yn y stumog

# And do you have any of these symptoms as part of your experience of long COVID?
source: Diarrhoea
cy: Dolur rhydd
