Repository: petechd/eq-questionnaire-schemas
Catalog: translations/health/*/cris_0001.po
Languages: cy

# Have you returned your blood sample?
source: <p>This means the sample has been posted in a priority post box or it has been collected by a courier.</p><p>Answer &quot;No&quot; if you are planning to return your sample when you have completed this questionnaire.</p>
cy: <p>Mae hyn yn golygu bod y sampl wedi cael ei bostio mewn blwch post blaenoriaeth neu ei fod wedi cael ei gasglu gan gludwr.</p><p>Atebwch &quot;Nac ydw&quot; os ydych chi'n bwriadu dychwelyd eich sampl ar ôl i chi gwblhau'r holiadur hwn.</p>

source: <p>Thank you for letting us know about your test kits. Unfortunately, due to the short timescale we have for each testing window, we cannot send replacement kits. </p><p>If you would like to complete the questionnaire, please do so because your data is still extremely valuable to us. </p><p>Unfortunately, we cannot send you a voucher this time because you must take a sample and complete the questionnaire to be eligible. We are sorry for any disappointment this may cause, and we will monitor the reasons for the damaged kits to prevent this happening in the future. </p>
cy: <p>Diolch am roi gwybod i ni am eich pecynnau profi. Yn anffodus, oherwydd y cyfnod byr sydd ar gael ar gyfer pob cyfnod profi, ni allwn anfon pecyn newydd atoch chi ar gyfer y cyfnod profi hwn. </p><p>Os hoffech gwblhau'r holiadur, gwnewch hynny oherwydd mae eich data yn werthfawr iawn i ni o hyd. </p><p>Yn anffodus, ni allwn anfon taleb atoch chi y tro hwn oherwydd mae'n rhaid i chi gymryd sampl a chwblhau'r holiadur i fod yn gymwys i'w chael. Mae'n ddrwg gennym ni am eich siomi, a byddwn ni'n monitro'r rhesymau dros y difrod i'r pecynnau er mwyn atal hyn rhag digwydd yn y dyfodol.</p>

# Thank you for letting us know about your test kit.
source: <p>We will be in touch again about your next testing window.</p><p>You will be taken to the final page where you can finish this questionnaire and select &quot;submit&quot;.</p><p>Please select continue to go to the next page.</p>
cy: <p>Byddwn ni mewn cysylltiad eto am eich cyfnod profi nesaf.</p><p>Byddwch chi'n mynd i'r dudalen olaf lle gallwch orffen yr holiadur hwn a dewis &quot;cyflwyno&quot;.</p><p>Dewiswch parhau i fynd i'r dudalen nesaf.</p>

# Are you aged 16 or over?
source: <p>Answer for {first_name}</p>
cy: <p>Ateb ar gyfer {first_name}</p>

source: <p>If for example, you are working and studying, please tell us where you spend most of your time.</p>
cy: <p>Er enghraifft, os ydych chi'n gweithio ac yn astudio, dywedwch wrthym ble rydych chi'n treulio'r rhan fwyaf o'ch amser.</p>

# What best describes your current situation?
source: <p>Exclude any voluntary work you may do.</p>
cy: <p>Peidiwch â chynnwys unrhyw waith gwirfoddol rydych chi'n ei wneud.</p>

# What is the title of your main job or business now?
source: <p>For example, primary school teacher, car mechanic, district nurse, structural engineer.</p><p>Do not include the name or location of your company. </p>
cy: <p>Er enghraifft, athro ysgol gynradd, mecanydd ceir, nyrs ardal, peiriannydd strwythurol.</p><p>Peidiwch â chynnwys enw na lleoliad eich cwmni.</p>

# What do you mainly do in your main job or business now?
source: <p>Please describe as fully as possible. For example, please say if you have any management responsibilities or if you require special qualifications or training to do this job.</p>
cy: <p>Rhowch ddisgrifiad mor llawn â phosibl. Er enghraifft, dywedwch os oes gennych chi unrhyw gyfrifoldebau rheoli neu os oes angen cymwysterau neu hyfforddiant arbennig arnoch chi i wneud y gwaith hwn.</p>

# Which employment sector do you work in now?
source: <p>For example, a cleaner working in a school should select &quot;Teaching and Education&quot; but &quot;Healthcare&quot; if working in a hospital.</p><p>Police Officers and Fire Fighters should select &quot;Civil Service or Local Government&quot;.</p>
cy: <p>Er enghraifft, dylai glanhäwr mewn ysgol ddewis &quot;Addysgu ac Addysg&quot; ond &quot;Gofal Iechyd&quot; os yw'n gweithio mewn ysbyty.</p><p>Dylai Swyddogion yr Heddlu a Diffoddwyr Tân ddewis &quot;Gwasanaeth Sifil neu Lywodraeth Leol&quot;.</p>

source: <p>If primarily office based, please answer &quot;No&quot;.</p>
cy: <p>Os ydych chi'n gweithio mewn swyddfa yn bennaf, atebwch &quot;Nac ydy&quot;.</p>

# In general, where do you currently work?
source: <p>If currently unwell, choose where you would usually work when not unwell.</p>
cy: <p>Os ydych chi'n sâl ar hyn o bryd, dewiswch ble byddech chi'n gweithio fel arfer pe baech chi ddim yn sâl.</p>

source: <p>If currently unwell, choose what you would usually do when not unwell.</p>
cy: <p>Os ydych chi'n sâl ar hyn o bryd, dewiswch yr hyn y byddech chi'n ei wneud fel arfer pe baech chi ddim yn sâl.</p>

source: <p>If currently unwell, choose what you would usually do when not unwell.</p><p>Choose 0 if home-schooled.</p>
cy: <p>Os ydych chi'n sâl ar hyn o bryd, dewiswch yr hyn y byddech chi'n ei wneud fel arfer pe baech chi ddim yn sâl.</p><p>Dewiswch 0 os ydych chi'n cael eich addysgu gartref.</p>

# How do you mainly get to and from your work, nursery or education provider?
source: <p>If you use multiple types of transport, choose the transport you use for the longest part of your journey in time.</p><p>If you are working and studying, answer based on where you spend most of your time. </p>
cy: <p>Os ydych chi'n defnyddio sawl math o gludiant, dewiswch y cludiant rydych chi'n ei ddefnyddio ar gyfer rhan hiraf eich taith mewn amser.</p><p>Os ydych chi'n gweithio ac yn astudio, atebwch yn seiliedig ar ble rydych chi'n treulio'r rhan fwyaf o'ch amser.</p>

source: <p>If you are working and studying, answer based on where you spend most of your time. </p>
cy: <p>Os ydych chi'n gweithio ac yn astudio, atebwch yn seiliedig ar ble rydych chi'n treulio'r rhan fwyaf o'ch amser.</p>

# Have you had any of the following symptoms in the last 7 days?
source: <p>You will be asked about other symptoms on the next page.</p>
cy: <p>Byddwch chi'n cael cwestiynau am symptomau eraill ar y dudalen nesaf.</p>

# Which of these symptoms are new or worse than usual for you?
source: <p>If your symptoms are experienced as part of a long-term health condition, only include those that have been worse than usual for you.</p>
cy: <p>Os yw eich symptomau yn cael eu profi fel rhan o gyflwr iechyd hirdymor, dylech gynnwys y rhai sydd wedi bod yn waeth nag arfer i chi yn unig.</p>

# And which of these symptoms are new or worse than usual for you?
source: <p>If your symptoms are experienced as part of a long-term health condition, only include those that have been worse than usual for you.</p>
cy: <p>Os yw eich symptomau yn cael eu profi fel rhan o gyflwr iechyd hirdymor, dylech gynnwys y rhai sydd wedi bod yn waeth nag arfer i chi yn unig.</p>

source: <p>Enter the earliest date, including if this was more than 7 days ago.</p><p>If the symptoms are new, please select the date that they first started. </p><p>If the symptoms are regularly experienced as a part of a long-term health condition, please select the date they got worse than normal for you.</p><p>If you cannot remember the day of the month, make your best guess. If you cannot make a best guess, put the 15th. </p>
cy: <p>Rhowch y dyddiad cynharaf, gan gynnwys os oedd hyn fwy na 7 diwrnod yn ôl.</p><p>Os yw'r symptomau'n newydd, dewiswch y dyddiad y gwnaethant ddechrau. </p><p>Os yw'r symptomau'n cael eu profi'n rheolaidd fel rhan o gyflwr iechyd hirdymor, dewiswch y dyddiad y gwnaethant waethygu na'r arfer i chi.</p><p>Os na allwch gofio'r diwrnod y mis, gwnewch eich dyfalu gorau. Os na allwch chi ddyfalu orau, rhowch y 15fed. </p>

source: <p>Please do not include long COVID symptoms (we ask about these later) but include things like diabetes, heart disease, asthma, and depression.</p>
cy: <p>Peidiwch â chynnwys symptomau COVID Hir (byddwn yn gofyn am y rhain yn ddiweddarach) ond cynhwyswch bethau fel diabetes, clefyd y galon, asthma ac iselder.</p>

source: <p>Do not include any effects of long COVID alone, we ask about this later. </p>
cy: <p>Peidiwch â chynnwys unrhyw effeithiau COVID hir yn unig, byddwn yn gofyn am hyn wedyn. </p>

source: <p>Answer &quot;Yes&quot; if you have received a first, second or later dose, or a booster dose, since the last time you completed this questionnaire.</p>
cy: <p>Atebwch &quot;Ydw&quot; os ydych wedi cael dos cyntaf, ail neu ddiweddarach, neu ddos atgyfnerthu, ers i chi gwblhau'r holiadur hwn ddiwethaf.</p>

# What was the type of the most recent COVID-19 vaccination you have had?
source: <p>Answer for the type of your most recent dose or booster dose.</p>
cy: <p>Atebwch ar gyfer math eich dos mwyaf diweddar neu ddos atgyfnerthu.</p>

# How many doses of any COVID-19 vaccine have you received so far?
source: <p>Include all COVID-19 vaccines, including those received as part of a trial, booster doses and any additional doses received due to being immunosuppressed.</p>
cy: <p>Dylech gynnwys pob brechlyn COVID-19, gan gynnwys y rhai a gawsoch fel rhan o dreial, dosau atgyfnerthu ac unrhyw ddosau ychwanegol a gawsoch am fod gennych system imiwnedd wan.</p>

# What was the date of your most recent COVID-19 vaccination?
source: <p>If you cannot remember the day of the month, put the 15th.</p>
cy: <p>Os na allwch chi gofio pa ddiwrnod o'r mis, rhowch y 15fed.</p>

source: <p>This is commonly known as the &quot;flu jab&quot; or &quot;seasonal flu vaccination&quot;.</p>
cy: <p>Caiff hyn ei alw'n &quot;bigiad ffliw&quot; neu'n &quot;frechiad ffliw tymhorol&quot;.</p>

# What was the date of your most recent flu vaccination?
source: <p>If you cannot remember the day of the month, put the 15th.</p>
cy: <p>Os na allwch chi gofio pa ddiwrnod o'r mis, rhowch y 15fed.</p>

# What was the last country you visited?
source: <p>Do not include airport layovers.</p>
cy: <p>Peidiwch â chynnwys aros mewn maes awyr.</p>

# On what date did you last return to the UK?
source: <p>If you cannot remember the day of the month, make your best guess. If you cannot make a best guess, put the 15th.</p>
cy: <p>Os na allwch chi gofio pa ddiwrnod o'r mis, gwnewch eich gorau i ddyfalu. Os na allwch chi ddyfalu, rhowch y 15fed.</p>

source: <p>Respiratory infections or illnesses involve parts of the body involved in breathing, such as the sinuses / nose, throat, airways or lungs. </p><p><em>These include colds and infections such as flu, COVID-19 and chest infections.</em> These can cause symptoms like a cough, sore throat, stuffy or runny nose, high temperature (fever), tiredness, changes to sense of taste or smell, muscle aches or shortness of breath. </p><p><em>Exclude</em> pre-existing conditions, for example asthma.</p><p>We will use the term respiratory infection or illness throughout this questionnaire.</p>
cy: <p>Mae haint neu salwch anadlol yn ymwneud â rhannau o'r corff sy'n gysylltiedig ag anadlu, fel y sinysau / trwyn, y gwddf, y llwybr anadlu neu'r ysgyfaint. </p><p><em>Mae'r rhain yn cynnwys annwyd a heintiau fel y ffliw, COVID-19 a heintiau ar y frest.</em> Gall y rhain achosi symptomau fel peswch, dolur gwddf, trwyn sy'n llawn neu'n rhedeg, tymheredd uchel (twymyn), blinder, newidiadau i synnwyr blasu neu arogli, cyhyrau yn brifo neu ddiffyg anadl. </p><p><em>Peidiwch â chynnwys</em> cyflyrau a oedd eisoes gennych chi, er enghraifft asthma.</p><p>Byddwn yn defnyddio'r term haint neu salwch anadlol drwy gydol yr holiadur hwn.</p>

source: <p>If you have not done a test, select the type you think you had.</p>
cy: <p>Os nad ydych chi wedi gwneud prawf, dewiswch y math rydych chi'n meddwl oedd gennych chi.</p>

# When did this most recent COVID-19 infection start?
source: <p>If you cannot remember the day of the month, make your best guess. If you cannot make a best guess, put the 15th.</p>
cy: <p>Os na allwch chi gofio pa ddiwrnod o'r mis, gwnewch eich gorau i ddyfalu. Os na allwch chi ddyfalu, rhowch y 15fed.</p>

source: <p>Select the symptoms you thought were <em>caused or made worse by</em> the COVID-19 infection you had.</p><p>You will be asked about other symptoms on the next page.</p>
cy: <p>Dewiswch y symptomau rydych chi'n meddwl gafodd eu <em>hachosi neu eu gwneud yn waeth gan</em> yr haint COVID-19 a oedd gennych chi.</p><p>Byddwn ni'n gofyn am symptomau eraill ar y dudalen nesaf.</p>

source: <p>Select the symptoms you thought were <em>caused or made worse by</em> the COVID-19 infection you had.</p>
cy: <p>Dewiswch y symptomau rydych chi'n meddwl gafodd eu <em>hachosi neu eu gwneud yn waeth gan</em> yr haint COVID-19 a oedd gennych chi.</p>

# When did this most recent flu infection start?
source: <p>If you cannot remember the day of the month, make your best guess. If you cannot make a best guess, put the 15th.</p>
cy: <p>Os na allwch chi gofio pa ddiwrnod o'r mis, gwnewch eich gorau i ddyfalu. Os na allwch chi ddyfalu, rhowch y 15fed.</p>

source: <p>Select the symptoms you thought were <em>caused or made worse by</em> the flu infection you had.</p><p>You will be asked about other symptoms on the next page.</p>
cy: <p>Dewiswch y symptomau rydych chi'n meddwl gafodd eu <em>hachosi neu eu gwneud yn waeth gan</em> yr haint ffliw a oedd gennych chi.</p><p>Byddwn ni'n gofyn am symptomau eraill ar y dudalen nesaf.</p>

# Did you have any of these symptoms as part of your most recent flu infection?
source: <p>Select the symptoms you thought were <em>caused or made worse by</em> the flu infection you had.</p>
cy: <p>Dewiswch y symptomau rydych chi'n meddwl gafodd eu <em>hachosi neu eu gwneud yn waeth gan</em> yr haint ffliw a oedd gennych chi.</p>

# When did this most recent respiratory infection or illness start?
source: <p>If you cannot remember the day of the month, make your best guess. If you cannot make a best guess, put the 15th.</p>
cy: <p>Os na allwch chi gofio pa ddiwrnod o'r mis, gwnewch eich gorau i ddyfalu. Os na allwch chi ddyfalu, rhowch y 15fed.</p>

source: <p>Select the symptoms you thought were <em>caused or made worse by</em> the respiratory infection or illness you had.</p><p>You will be asked about other symptoms on the next page.</p>
cy: <p>Dewiswch y symptomau rydych chi'n meddwl gafodd eu <em>hachosi neu eu gwneud yn waeth gan</em> yr haint neu'r salwch anadlol a oedd gennych chi.</p><p>Byddwn ni'n gofyn am symptomau eraill ar y dudalen nesaf.</p>

source: <p>Select the symptoms you thought were <em>caused or made worse by</em> the respiratory infection or illness you had.</p>
cy: <p>Dewiswch y symptomau rydych chi'n meddwl gafodd eu <em>hachosi neu eu gwneud yn waeth gan</em> yr haint neu'r salwch anadlol a oedd gennych chi.</p>

source: <p>Exclude any tests done as part of the COVID-19 Infection Survey.</p><p>Include any type of swab test for COVID-19 infection, such as a lateral flow or a PCR test.</p>
cy: <p>Peidiwch â chynnwys unrhyw brofion a wnaed fel rhan o'r Arolwg Heintiadau COVID-19.</p><p>Dylech gynnwys unrhyw fath o brawf swab am haint COVID-19, fel prawf llif unffordd neu brawf PCR.</p>

# What were the results of all the swab tests you have had recently?
source: <p>Answer for the tests you have taken since you last completed this questionnaire.</p><p>Please choose the <em>first</em> answer option that applies.</p>
cy: <p>Atebwch ar gyfer y profion rydych wedi'u cymryd ers i chi gwblhau'r holiadur hwn ddiwethaf.</p><p>Dewiswch yr opsiwn ateb <em>cyntaf</em> sy'n berthnasol.</p>

# What was the date of the first positive swab test you had recently?
source: <p>Answer for your first positive swab test you have taken since you last completed this questionnaire.</p><p>If you cannot remember the day of the month, make your best guess. If you cannot make a best guess, put the 15th.</p>
cy: <p>Atebwch ar gyfer eich prawf swab positif cyntaf yr ydych wedi ei gymryd ers i chi gwblhau'r holidaur hwn ddiwethaf.</p><p>Os na allwch gofio diwrnod y mis, gwnewch eich gorau dyfalu. Os na allwch chi ddyfalu orau, rhowch y 15fed.</p>

# What type of test was the first positive swab test you had recently?
source: <p>Answer for your first positive swab test you have taken since you last completed this questionnaire.</p>
cy: <p>Atebwch ar gyfer eich prawf swab positif cyntaf i chi ei gymryd ers i chi gwblhau'r holidaur hwn ddiwethaf.</p>

source: <p>Include the days where you were not able to do something you would usually do because of your health on that day. This could be for <em>any</em> health reason.</p><p>For example, usual daily activities may be: housework, errands, going to work or school, going to clubs or classes.</p>
cy: <p>Dylech gynnwys y diwrnodau pan nad oeddech chi'n gallu gwneud rhywbeth y byddech chi'n ei wneud fel arfer oherwydd eich iechyd ar y diwrnod hwnnw. Gallai hyn fod am <em>unrhyw</em> reswm iechyd.</p><p>Er enghraifft, gall gweithgareddau dyddiol arferol gynnwys: gwaith tŷ, mynd ar neges, mynd i'r gwaith neu'r ysgol, mynd i glybiau neu ddosbarthiadau.</p>

source: <p>For example, usual daily activities may be: housework, errands, going to work or school, going to clubs or classes.</p>
cy: <p>Er enghraifft, gall gweithgareddau dyddiol arferol gynnwys: gwaith tŷ, mynd ar neges, mynd i'r gwaith neu'r ysgol, mynd i glybiau neu ddosbarthiadau.</p>

source: <p>If you included a day in an earlier question, you can include it again here.</p>
cy: <p>Os gwnaethoch chi gynnwys diwrnod mewn cwestiwn cynharach, gallwch chi ei gynnwys eto yma.</p>

source: <p>If you included a day in an earlier question, you can include it again here.</p>
cy: <p>Os gwnaethoch chi gynnwys diwrnod mewn cwestiwn cynharach, gallwch chi ei gynnwys eto yma.</p>

source: <p>For example, if you called multiple times on one day, this would be 1.</p><p><em>Exclude</em> contact about a repeat prescription.</p>
cy: <p>Er enghraifft, os gwnaethoch chi ffonio sawl gwaith mewn un diwrnod, byddai hyn yn cyfrif fel 1.</p><p><em>Peidiwch â chynnwys</em> cysylltu am bresgripsiwn rheolaidd.</p>

source: <p>For example, if you called multiple times on one day, this would be 1.</p><p><em>Exclude</em> contact about a repeat prescription.</p>
cy: <p>Er enghraifft, os gwnaethoch chi ffonio sawl gwaith mewn un diwrnod, byddai hyn yn cyfrif fel 1.</p><p><em>Peidiwch â chynnwys</em> cysylltu am bresgripsiwn rheolaidd.</p>

source: <p>For example, A&amp;E (accident and emergency), out of hours clinics, minor injuries, walk-in centres or urgent call outs.</p><p><em>Exclude</em> hospital admissions or appointments.</p>
cy: <p>Er enghraifft, yr adran damweiniau ac achosion brys, clinigau y tu allan i oriau, uned mân anafiadau, canolfannau galw i mewn neu gael ymweliadau brys.</p><p><em>Peidiwch â chynnwys</em> apwyntiadau neu achosion o dderbyn i'r ysbyty.</p>

source: <p>For example, A&amp;E (accident and emergency), out of hours clinics, minor injuries, walk-in centres or urgent call outs.</p><p><em>Exclude</em> hospital admissions or appointments.</p>
cy: <p>Er enghraifft, yr adran damweiniau ac achosion brys, clinigau y tu allan i oriau, uned mân anafiadau, canolfannau galw i mewn neu gael ymweliadau brys.</p><p><em>Peidiwch â chynnwys</em> apwyntiadau neu achosion o dderbyn i'r ysbyty.</p>

# Would you describe yourself as currently having long COVID?
source: <p>Long COVID can be described as still experiencing symptoms more than 4 weeks after you first had COVID-19, that are not explained by something else.</p>
cy: <p>Gellir disgrifio COVID Hir fel parhau i gael symptomau fwy na 4 wythnos ar ôl i chi gael COVID-19 gyntaf, heb fod unrhyw eglurhad arall drostynt.</p>

source: <p>Only include pre-existing symptoms if long COVID has made these symptoms worse. </p><p>You will be asked about other symptoms on the following pages.</p>
cy: <p>Dim ond os yw COVID hir wedi gwaethygu'r symptomau hyn y dylech gynnwys symptomau sy'n bodoli eisoes. </p><p>Gofynnir i chi am symptomau eraill ar y tudalennau canlynol.</p>

# And do you have any of these symptoms as part of your experience of long COVID?
source: <p>Only include pre-existing symptoms if long COVID has made these symptoms worse.</p><p>You will be asked about other symptoms on the following page.</p>
cy: <p>Dim ond os yw COVID hir wedi gwaethygu'r symptomau hyn y dylech gynnwys symptomau sy'n bodoli eisoes.</p><p>Gofynnir i chi am symptomau eraill ar y dudalen ganlynol.</p>

# And do you have any of these symptoms as part of your experience of long COVID?
source: <p>Only include pre-existing symptoms if long COVID has made these symptoms worse.</p>
cy: <p>Dim ond os yw COVID hir wedi gwathygu'r symptomau hyn y dylech gynnwys symptomau sy'n bodoli eisoes.</p>

# Do your symptoms tend to get worse after mental and/or physical effort?
source: <p>For example, completing a crossword, doing tasks on a computer, going for a walk or doing housework.</p><p>This includes if your symptoms get worse more so than you would usually expect based on the activity you are doing. The worsening could start hours or days after you undertook the activity.</p>
cy: <p>Er enghraifft, cwblhau croesair, gwneud tasgau ar gyfrifiadur, mynd am dro neu wneud gwaith tŷ.</p><p>Mae hyn yn cynnwys os bydd eich symptomau yn mynd yn waeth na'r hyn y byddech chi'n ei ddisgwyl fel arfer yn seiliedig ar y gweithgaredd rydych chi'n ei wneud. Gallai hyn ddechrau oriau neu ddiwrnodau ar ôl i chi wneud y gweithgaredd.</p>

# In the last 28 days, have you been inside a hospital for any reason?
source: <p>For example, for work, for a consultation or treatment, to visit someone, to take someone else.</p>
cy: <p>Er enghraifft, ar gyfer gwaith, i gael ymgynghoriad neu driniaeth, i ymweld â rhywun, i fynd â rhywun arall yno.</p>

source: <p>For example, for work, to visit someone, or to take someone else. </p>
cy: <p>Er enghraifft, ar gyfer gwaith, i ymweld â rhywun, i fynd â rhywun arall yno.</p>

source: <p>If you are currently unwell, choose what you would usually do when you are well.</p><p>Exclude places where masks are required, such as hospitals.</p>
cy: <p>Os ydych chi'n sâl ar hyn o bryd, dewiswch yr hyn y byddech chi'n ei wneud fel arfer pe baech chi'n iach.</p><p>Peidiwch â chynnwys lleoedd lle mae'n rhaid gwisgo masg, fel ysbytai.</p>

source: <p>For example, a handshake, hug, personal care or any social contact with physical touching.</p>
cy: <p>Er enghraifft, ysgwyd llaw, cofleidio, gofal personol neu unrhyw gysylltiad cymdeithasol â chyffwrdd corfforol.</p>

source: <p>For example, a handshake, hug, personal care or any social contact with physical touching.</p>
cy: <p>Er enghraifft, ysgwyd llaw, cofleidio, gofal personol neu unrhyw gysylltiad cymdeithasol â chyffwrdd corfforol.</p>

source: <p>For example, a handshake, hug, personal care or any social contact with physical touching.</p>
cy: <p>Er enghraifft, ysgwyd llaw, cofleidio, gofal personol neu unrhyw gysylltiad cymdeithasol â chyffwrdd corfforol.</p>

source: <p>For example, meeting a friend and going for coffee or a meal together.</p>
cy: <p>Er enghraifft, cwrdd â ffrind a mynd am goffi neu bryd o fwyd gyda'ch gilydd.</p>

source: <p>For example, meeting a friend and going for coffee or a meal together.</p>
cy: <p>Er enghraifft, cwrdd â ffrind a mynd am goffi neu bryd o fwyd gyda'ch gilydd.</p>

source: <p>For example, meeting a friend and going for coffee or a meal together.</p>
cy: <p>Er enghraifft, cwrdd â ffrind a mynd am goffi neu bryd o fwyd gyda'ch gilydd.</p>
