Repository: petechd/eq-questionnaire-schemas
Catalog: translations/*/census_household_gb_nir_*.po
Languages: eo

source: For example dementia
eo: Tha like o dementia

source: For example cancer, diabetes or heart disease
eo: Tha like o cancer, diabetes or hairt seekness

# Have you achieved a qualification at degree level or above?
source: For example degree, foundation degree, HND or HNC, NVQ level 4 and above, teaching or nursing
eo: Tha like o a degree, foondin degree, HND or HNC, NVQ heicht fower an abune, or cummin oot a schuilmaister or nurse

# Have you achieved a qualification at degree level or above?
source: Questions on GCSEs, A levels, other NVQs and equivalents will follow
eo: Spierins anent GCSEs, A heichts, ither NVQs an siclike's cummin yit

# Has <em>{person_name}</em> achieved a qualification at degree level or above?
source: For example degree, foundation degree, HND or HNC, NVQ level 4 and above, teaching or nursing
eo: Tha like o a degree, foondin degree, HND or HNC, NVQ heicht fower an abune, or cummin oot a schuilmaister or nurse

# Has <em>{person_name}</em> achieved a qualification at degree level or above?
source: Questions on GCSEs, A levels, other NVQs and equivalents will follow
eo: Spierins anent GCSEs, A heichts, ither NVQs an siclike o thaim's cummin yit

# Have you achieved a GCSE or equivalent qualification?
source: Include 5 or more O level passes or CSEs grade 1
eo: Tak in 5 nor mair O heicht wunnins or CSEs heicht 1 soartin

# Have you achieved a GCSE or equivalent qualification?
source: Include any other O levels or CSEs at any grades
eo: Tak in onie ither O-heichts or CSEs at onie soartins

# Have you achieved a GCSE or equivalent qualification?
source: Questions on A levels, NVQs and equivalents will follow
eo: Spierins anent A-heichts, NVQs an siclike o thaim's cummin yit

# Has <em>{person_name}</em> achieved a GCSE or equivalent qualification?
source: Include 5 or more O level passes or CSEs grade 1
eo: Tak in 5 nor mair O heicht wunnins or CSEs heicht 1 soartin

# Has <em>{person_name}</em> achieved a GCSE or equivalent qualification?
source: Include any other O levels or CSEs at any grades
eo: Tak in onie ither O-heichts or CSEs at onie soartins

# Has <em>{person_name}</em> achieved a GCSE or equivalent qualification?
source: Questions on A levels, NVQs and equivalents will follow
eo: Spierins anent A-heichts, NVQs an siclike o thaim's cummin yit

# Have you achieved an A level, AS level or equivalent qualifications?
source: Include 4 or more AS levels
eo: Tak in 4 or mair AS heichts

# Have you achieved an A level, AS level or equivalent qualifications?
source: Include 2 or 3 AS levels
eo: Tak in twa or thrie AS heichts

# Have you achieved an A level, AS level or equivalent qualifications?
source: Questions on NVQs and equivalents will follow
eo: Spierins anent NVQs an siclike bes cummin yit

source: Include 4 or more AS levels
eo: Tak in 4 or mair AS heichts

source: Include 2 or 3 AS levels
eo: Tak in twa or thrie AS heichts

source: Questions on NVQs and equivalents will follow
eo: Spierins anent NVQs an siclike bes cummin yit

# Have you achieved an NVQ or equivalent qualification?
source: For example BTEC National, OND or ONC, City and Guilds Advanced Craft
eo: Tha like o BTEC Hail-kintrie, OND or ONC, Citie an Guilds Forrit Craft

# Have you achieved an NVQ or equivalent qualification?
source: For example BTEC General, City and Guilds Craft
eo: Tha like o BTEC Oweraa, Citie an Guilds Craft

# Has <em>{person_name}</em> achieved an NVQ or equivalent qualification?
source: For example BTEC National, OND or ONC, City and Guilds Advanced Craft
eo: Tha like o BTEC Hail-kintrie, OND ur ONC, Citie an Guilds Fykie Wrichts-Wark

# Has <em>{person_name}</em> achieved an NVQ or equivalent qualification?
source: For example BTEC General, City and Guilds Craft
eo: Tha like o BTEC Oweraa, Citie an Guilds Wrichts-wark

# Have you completed an apprenticeship?
source: For example, trade, advanced, foundation or modern apprenticeships
eo: Tha like o mercatin, forrit, foondin or modren prenticin

# Has <em>{person_name}</em> completed an apprenticeship?
source: For example, trade, advanced, foundation or modern apprenticeships
eo: Tha like o mercatin, forrit, foondin or modren prenticin

# Which of the following describes what you were doing in the last seven days?
source: Whether receiving a pension or not
eo: Gin yer draain a pension or no

source: Whether receiving a pension or not
eo: Gin yer draain a pension or no

# How do you usually travel to your main place of <em>work</em>?
source: This could be public or private
eo: This cud be publict or hiddlie

source: This could be public or private
eo: This cud be publict or hiddlie

# How did you usually travel to your main place of <em>work</em>?
source: This could be public or private
eo: This cud be publict or hiddlie

source: This could be public or private
eo: This cud be publict or hiddlie

source: This could be public or private
eo: This cud be publict or hiddlie

source: This could be public or private
eo: This cud be publict or hiddlie

# What is <em>{person_name_possessive}</em> usual address?
source: You can enter their country on the next question
eo: Ye can pit in thair kintrie oan tha nixt speirin

source: Enter adaptation
eo: Inpit fettlin

# What type of renewable energy systems does <em>{household_address}</em> have?
source: Enter renewable energy system
eo: Inpit replenishin pooer gate

source: Enter the number of cars or vans
eo: Pit in tha nummer o motors or vans

# What is your ethnic group?
source: Enter mixed ethnic group
eo: Pit in a mixtur o kins

# What is <em>{person_name_possessive}</em> ethnic group?
source: Enter mixed ethnic group
eo: Pit in a mixtur o kins

# Which of the following best describes your sexual orientation?
source: Enter sexual orientation
eo: Pit in sex airtin

source: Enter sexual orientation
eo: Pit in sex airtin

# {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>husband or wife</em>
eo: {second_person_name} wud be yer <em>guidman or guidwife</em>

# {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>civil partner</em>
eo: {second_person_name} bes yer <em>ceevil pairtner</em>

# {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>partner</em>
eo: {second_person_name} wud be yer <em>pairtner</em>

# {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>son or daughter</em>
eo: {second_person_name} wud be yer <em>sin or dauchter</em>

# {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>step-child</em>
eo: {second_person_name} bes yer <em>step-wean</em>

# {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>brother or sister</em>
eo: {second_person_name} bes yer <em>brither or sister</em>

# {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>step-brother or step-sister</em>
eo: {second_person_name} bes yer <em>step-brither or step-sister</em>

# {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>mother or father</em>
eo: {second_person_name} wud be yer <em>mither or faither</em>

# {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>step-mother or step-father</em>
eo: {second_person_name} wud be yer <em>step-mither or step-faither</em>

# {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>grandchild</em>
eo: {second_person_name} wud be yer <em>granwean</em>

# {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>grandparent</em>
eo: {second_person_name} wud be yer <em>granmither or granfaither</em>

# {second_person_name} is your <em>…</em>
source: {second_person_name} is your <em>other relation</em>
eo: {second_person_name} wud be yer <em>ither freen</em>

# {second_person_name} is your <em>…</em>
source: {second_person_name} is <em>unrelated</em> to you
eo: {second_person_name} bis <em>nae sib</em> til ye

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Thinking about {first_person_name}, {second_person_name} is their <em>husband or wife</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>guidman ur guidwife</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Thinking about {first_person_name}, {second_person_name} is their <em>civil partner</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>ceevil pairtner</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Thinking about {first_person_name}, {second_person_name} is their <em>partner</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>pairtner</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Thinking about {first_person_name}, {second_person_name} is their <em>son or daughter</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>sin or dochtèr</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Thinking about {first_person_name}, {second_person_name} is their <em>step-child</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>step-wean</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Thinking about {first_person_name}, {second_person_name} is their <em>brother or sister</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>brither or sïstèr</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Thinking about {first_person_name}, {second_person_name} is their <em>step-brother or step-sister</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>step-brither or step-sïstèr</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Thinking about {first_person_name}, {second_person_name} is their <em>mother or father</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>mither or faither</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Thinking about {first_person_name}, {second_person_name} is their <em>step-mother or step-father</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>step-mither or step-faither</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Thinking about {first_person_name}, {second_person_name} is their <em>grandchild</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>granwean</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Thinking about {first_person_name}, {second_person_name} is their <em>grandparent</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>granmither or granfaither</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Thinking about {first_person_name}, {second_person_name} is their <em>other relation</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>ither freen</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Thinking about {first_person_name}, {second_person_name} is <em>unrelated</em> to {first_person_name}
eo: Haein mine o {first_person_name}, {second_person_name} isnae <em>sib ava</em> tae {first_person_name}

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is {first_person_name_possessive} <em>husband or wife</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>guidman or guidwife</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is {first_person_name_possessive} <em>civil partner</em>
eo: {second_person_name} wud be {first_person_name_possessive} <em>ceevil pairtner</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is {first_person_name_possessive} <em>partner</em>
eo: {second_person_name} wud be {first_person_name_possessive} <em>pairtner</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is {first_person_name_possessive} <em>son or daughter</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>sin or dochtèr</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is {first_person_name_possessive} <em>step-child</em>
eo: {second_person_name} wud be {first_person_name_possessive} <em>step-wean</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is {first_person_name_possessive} <em>brother or sister</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>brither or sïstèr</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is {first_person_name_possessive} <em>step-brother or step-sister</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>step-brither or step-sister</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is {first_person_name_possessive} <em>mother or father</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>mither or faither</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is {first_person_name_possessive} <em>step-mother or step-father</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>step-mither or step-faither</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is {first_person_name_possessive} <em>grandchild</em>
eo: {second_person_name} wud be {first_person_name_possessive} <em>granwean</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is {first_person_name_possessive} <em>grandparent</em>
eo: {second_person_name} bes <em>granmither or granfaither</em> o {first_person_name_possessive}

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is {first_person_name_possessive} <em>other relation</em>
eo: {second_person_name} bes {first_person_name_possessive} <em>ither freen</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is <em>unrelated</em> to {first_person_name}
eo: {second_person_name} isnae <em>sib ava</em> tae {first_person_name}

source: Why we ask this question
eo: Fur why we ax this speirin

source: Why we ask about visitors
eo: Fur why we ax aboot landers

source: Why we ask about visitors
eo: Fur why we ax aboot landers

# In the last four weeks, were you actively looking for any kind of paid work?
source: Why we ask this question if you are retired or long-term sick or disabled
eo: Fur why we ax this speirin gin ye'r lowsed fur oul age, or lang aff oan tha seek or hae a pall wi gettin aboot or yin 'at restricks yer daeins

source: Why we ask this question if they are retired or long-term sick or disabled
eo: Fur why we ax this speirin gin thair lowsed fur oul age, or lang aff oan tha seek or hae a pall wi gettin aboot or yin 'at restricks thair daeins

# In the last seven days, were you waiting to start a job already accepted?
source: Why we ask this question if you are retired or long-term sick or disabled
eo: Fur why we ax this speirin gin ye'r lowsed fur oul age, or lang aff oan tha seek or hae a pall wi gettin aboot or yin 'at restricks yer daeins

source: Why we ask this question if they are retired or long-term sick or disabled
eo: Fur why we ax this speirin gin thair lowsed fur oul age, or lang aff oan tha seek or hae a pall wi gettin aboot or yin 'at restricks thair daeins

# What is <em>{person_name_possessive}</em> date of birth?
source: Why we ask for visitor details
eo: Fur why we ax fur rinnins anent landers

# What is <em>{person_name_possessive}</em> sex?
source: Why we ask for visitor details
eo: Fur why we ax fur rinnins anent landers

# What is <em>{person_name_possessive}</em> usual address?
source: Why we ask for visitor details
eo: Fur why we ax fur rinnins anent landers

source: We ask this question to help ensure that everyone is correctly counted in the census. This includes people who are staying temporarily or are away.
eo: We ax this speirin tae help mak siccar 'at aabodie's richt coontit in tha heid-coont. This taks in fowk 'at's bidin wi ye by-whyles or the'r awa.

source: The information is vital for planning services, whether it is for hospital beds, school places, GP and dental services or where to build houses and roads.
eo: Tha repones gethert bes needit fur plenishin sarvices, gif it bes fur ospital beds, schuil places, doctor an dental sarvices or whar tae big new hooses an roads.

source: This is to ensure that everyone is counted in the census. Add any visitors, even if they have been included on a census questionnaire at another address.
eo: This is tae mak siccar 'at aabodie bes coontit in tha heid-coont. Eik onie landers, even gif the' hae bin tuk in oan a heid-coont speirin foarm at anither address.

source: This is to ensure that everyone is counted in the census. Add any visitors, even if they have been included on a census questionnaire at another address.
eo: This is tae mak siccar 'at aabodie bes coontit in tha heid-coont. Eik onie landers, even gif the' hae bin tuk in oan a heid-coont speirin foarm at anither address.

# In the last four weeks, were you actively looking for any kind of paid work?
source: To get a true picture of the working population, we ask this question of everyone who is not currently working. We ask people who are retired because the number of people continuing to work after retirement is increasing. We ask people who are not working due to long-term illness or disability because some intend to go back to work.
eo: Tae get a richt picter o aa tha fowk 'at warks, we ax this speirin o aabodie wha isnae warkin at tha minit. We ax fowk wha bes lowsed frae wark fur oul age, acause tha nummer o fowk warkin oan efter lowsin fur oul age is aye gettin bigger. We ax fowk 'at ir no warkin owre tha heid o lang-tholed seekness or a pall wi gettin aboot or yin 'at restricks yer daeins, as some o these yins ir ettlin tae ga bak til thair wark.

source: To get a true picture of the working population, we ask this question of everyone who is not currently working. We ask people who are retired because the number of people continuing to work after retirement is increasing. We ask people who are not working due to long-term illness or disability because some intend to go back to work.
eo: Tae get a richt picter o aa tha fowk 'at warks, we ax this speirin o aabodie wha isnae warkin at tha minit. We ax fowk wha bes lowsed frae wark fur oul age, acause tha nummer o fowk warkin oan efter lowsin fur oul age is aye gettin bigger. We ax fowk 'at ir no warkin owre tha heid o lang-tholed seekness or a pall wi gettin aboot or yin 'at restricks yer daeins, as some o these yins ir ettlin tae ga bak til thair wark.

# In the last seven days, were you waiting to start a job already accepted?
source: To get a true picture of the working population, we ask this question of everyone who is not currently working. We ask people who are retired because the number of people continuing to work after retirement is increasing. We ask people who are not working due to long-term illness or disability because some intend to go back to work.
eo: Tae get a richt picter o aa tha fowk 'at warks, we ax this speirin o aabodie wha isnae warkin at tha minit. We ax fowk wha bes lowsed frae wark fur oul age, acause tha nummer o fowk warkin oan efter lowsin fur oul age is aye gettin bigger. We ax fowk 'at ir no warkin owre tha heid o lang-tholed seekness or a pall wi gettin aboot or yin 'at restricks yer daeins, as some o these yins ir ettlin tae ga bak til thair wark.

source: To get a true picture of the working population, we ask this question of everyone who is not currently working. We ask people who are retired because the number of people continuing to work after retirement is increasing. We ask people who are not working due to long-term illness or disability because some intend to go back to work.
eo: Tae get a richt picter o aa tha fowk 'at warks, we ax this speirin o aabodie wha isnae warkin at tha minit. We ax fowk wha bes lowsed frae wark fur oul age, acause tha nummer o fowk warkin oan efter lowsin fur oul age is aye gettin bigger. We ax fowk 'at ir no warkin owre tha heid o lang-tholed seekness or a pall wi gettin aboot or yin 'at restricks yer daeins, as some o these yins ir ettlin tae ga bak til thair wark.

# What is <em>{person_name_possessive}</em> date of birth?
source: Your answer helps to ensure that everyone is counted in the census. Add visitor details, even if you think they have been included on a census questionnaire at another address.
eo: Yer repone helps tae mak siccar 'at aabodie bes coontit in tha heid-coont. Eik rinnins anent onie landers, even gif the' hae bin tuk in oan a heid-coont speirin foarm at anither address.

# What is <em>{person_name_possessive}</em> sex?
source: Your answer helps to ensure that everyone is counted in the census. Add visitor details, even if you think they have been included on a census questionnaire at another address.
eo: Yer repone helps tae mak siccar 'at aabodie bes coontit in tha heid-coont. Eik rinnins anent onie landers, even gif the' hae bin tuk in oan a heid-coont speirin foarm at anither address.

# What is <em>{person_name_possessive}</em> usual address?
source: Your answer helps to ensure that everyone is counted in the census. Add visitor details, even if you think they have been included on a census questionnaire at another address.
eo: Yer repone helps tae mak siccar 'at aabodie bes coontit in tha heid-coont. Eik rinnins anent onie landers, even gif the' hae bin tuk in oan a heid-coont speirin foarm at anither address.
