Repository: petechd/eq-questionnaire-schemas
Catalog: translations/*/census_household_gb_nir_*.po
Languages: eo

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Complete the sentence by selecting the appropriate relationship.
eo: Mak tha sentence hale by ootwalin tha effeirin sibness.

# What is your date of birth?
source: For example, 31 3 1980
eo: Tha like o, 31 3 19an80

# What is <em>{person_name_possessive}</em> date of birth?
source: For example, 31 3 1980
eo: Tha like o, 31 3 19an80

# One year ago, what was your usual address?
source: If you had no usual address one year ago, state the address where you were staying
eo: Gin ye haed nae address fur ordnar a yeir syne, gie tha address o whar ye wur bidin

# One year ago, what was <em>{person_name_possessive}</em> usual address?
source: If they had no usual address one year ago, state the address where they were staying
eo: Gin the' haed nae address fur ordnar a yeir syne, gie tha address o whar the' wur bidin

# In the last seven days, were you doing any of the following?
source: If you have a job but have been off work on <em>furlough</em>, select “Temporarily away from work ill, on holiday or temporarily laid off”
eo: Gin ye hae a job but hae bin aff wark oan <em>furlough</em>, ootwale "By-whyles awa frae wark no weel, oan hoaliday or by-whyles laid aff"

# In the last seven days, was <em>{person_name}</em> doing any of the following?
source: If they have a job but have been off work on <em>furlough</em>, select “Temporarily away from work ill, on holiday or temporarily laid off”
eo: Gin the' hae a job but hae bin aff wark oan <em>furlough</em>, ootwale "By-whyles awa frae wark no weel, oan hoaliday or by-whyles laid aff"

# Have you ever done any paid work?
source: <em>Furlough</em> is considered paid work
eo: <em>Furlough</em> is taen as pey'd wark

# Has <em>{person_name}</em> ever done any paid work?
source: <em>Furlough</em> is considered paid work
eo: <em>Furlough</em> is taen as pey'd wark

# In your main job, what is your employment status?
source: Your main job is the job in which you usually work the most hours
eo: Yer foremaist tack bes tha job whar ye wark tha maist feck fur ordnar

# In their main job, what is <em>{person_name_possessive}</em> employment status?
source: Their main job is the job in which they usually work the most hours
eo: Thair foremaist tack bes tha job whar the' wark tha maist feck fur ordnar

# In your main job, what was your employment status?
source: This is the most recent job you had. If you had more than one job at the same time, answer for the job in which you usually worked the most hours.
eo: This bes tha maist recent job ye haed. Gin ye haed mair nor tha yin job at tha yin time, gie repone fur tha job whar ye wrocht fur tha maist feck, fur ordnar.

# In their main job, what was <em>{person_name_possessive}</em> employment status?
source: This is the most recent job they had. If they had more than one job at the same time, answer for the job in which they usually worked the most hours.
eo: This bes tha maist recent job the' haed. Gin the' haed mair nor tha yin job at tha yin time, gie repone fur tha job whar the' wrocht fur tha maist feck, fur ordnar.

# What is the name of the organisation or business you work for?
source: If you are self-employed in your own business, give the business name.
eo: Gin ye wark oan yer ain accoont in yer ain consarn, gie whut the' cry tha consarn.

source: If they are self-employed in their own business, give the business name.
eo: Gin the' wark oan thair ain accoont in thair ain consarn, gie whut the' cry tha consarn.

# What was the name of the organisation or business you worked for?
source: If you were self-employed in your own business, give the business name.
eo: Gin ye wrocht oan yer ain accoont in yer ain consarn, gie whut the' cried tha consarn.

source: If they were self-employed in their own business, give the business name.
eo: Gin the' wrocht oan thair ain accoont in thair ain consarn, gie whut the' cried tha consarn.

# What is your full job title?
source: For example, retail assistant, office cleaner, district nurse, primary school teacher. Do not state your grade or pay band
eo: Tha like o, a bodie ahint a merchant's coontèr, offys dichtèr, destrick nurse, schuil maister o furst-heicht weans. Dinnae gie yer soartin or pey ban

# What is <em>{person_name_possessive}</em> full job title?
source: For example, retail assistant, office cleaner, district nurse, primary school teacher. Do not state their grade or pay band
eo: Tha like o, a bodie ahint a merchant's coontèr, offys dichtèr, destrick nurse, schuil maister o furst-heicht weans. Dinnae gie thair soartin or pey ban

# What was your full job title?
source: For example, retail assistant, office cleaner, district nurse, primary school teacher. Do not state your grade or pay band
eo: Tha like o, a bodie ahint a merchant's coontèr, offys dichtèr, destrick nurse, schuil maister o furst-heicht weans. Dinnae gie yer soartin or pey ban

# What was <em>{person_name_possessive}</em> full job title?
source: For example, retail assistant, office cleaner, district nurse, primary school teacher. Do not state their grade or pay band
eo: Tha like o, a bodie ahint a merchant's coontèr, offys dichtèr, destrick nurse, schuil maister o furst-heicht weans. Dinnae gie thair soartin or pey ban

# What is the main activity of your organisation, business or freelance work?
source: For example, clothing retail, general hospital, primary education, food wholesale, civil service or local government.
eo: Tha like o, sellin claes, general ospittle, furst-heicht lear, hail-sale o mate, ceevil sarvice or locyal goverment.

source: For example, clothing retail, general hospital, primary education, food wholesale, civil service or local government.
eo: Tha like o, sellin claes, general ospittle, furst-heicht lear, hail-sale o mate, ceevil sarvice or locyal goverment.

# What was the main activity of your organisation, business or freelance work?
source: For example, clothing retail, general hospital, primary education, food wholesale, civil service or local government.
eo: Tha like o, sellin claes, general ospittle, furst-heicht lear, hail-sale o mate, ceevil sarvice or locyal goverment.

source: For example, clothing retail, general hospital, primary education, food wholesale, civil service or local government.
eo: Tha like o, sellin claes, general ospittle, furst-heicht lear, hail-sale o mate, ceevil sarvice or locyal goverment.

# Do you supervise or oversee the work of other employees on a day-to-day basis?
source: This could be remotely or in person
eo: This cud be frae far aff or oan tha steidin

source: This could be remotely or in person
eo: This cud be frae far aff or oan tha steidin

# Did you supervise or oversee the work of other employees on a day-to-day basis?
source: This could be remotely or in person
eo: This cud be frae far aff or oan tha steidin

source: This could be remotely or in person
eo: This cud be frae far aff or oan tha steidin

# In your main job, how many hours a week do you usually work?
source: If the <strong>coronavirus</strong> pandemic has affected your working hours, select the answer that best describes your <strong>current circumstances</strong>
eo: Gin tha <strong>coronavirus</strong> smittal haes made odds til yer oors o wark, ootwale tha repone 'at gies a richt insensin o yer <strong>stannin thenoo</strong>

source: If the <strong>coronavirus</strong> pandemic has affected their working hours, select the answer that best describes their <strong>current circumstances</strong>
eo: Gin tha <strong>coronavirus</strong> smittal haes made odds til thair oors o wark, ootwale tha repone 'at gies a richt insensin o thair <strong>stannin thenoo</strong>

# Where is your main place of <em>work</em>?
source: Answer for the place where you spend the most time. Even if ill, on maternity leave, holiday or temporarily laid off provide details of your main place of work.
eo: Gie repone fur tha place whar ye ware tha maist. Even gif yer seek, aff wark fur rairin a new babbie, oan hoaliday or by whyles laid aff gie rinnins anent yer foremaist place o wark.

# Where is <em>{person_name_possessive}</em> main place of <em>work</em>?
source: Answer for the place where <em>{person_name}</em> spends the most time. Even if ill, on maternity leave, holiday or temporarily laid off provide details of their main place of work.
eo: Gie repone fur tha place whar <em>{person_name}</em> wares tha maist. Even gif thair seek, aff wark fur rairin a new babbie, oan hoaliday or by whyles laid aff gie rinnins anent thair foremaist place o wark.

# Where did you mainly <em>work</em>?
source: Answer for the place where you spent the most time.
eo: Mak repone anent tha place whar ye ware tha maist time.

# Where did <em>{person_name}</em> mainly <em>work</em>?
source: Answer for the place where <em>{person_name}</em> spent the most time.
eo: Mak repone anent tha place whar <em>{person_name}</em> wared tha maist time.

# How do you usually travel to your main place of <em>work</em>?
source: Answer for the longest part, by distance, of your usual journey to work
eo: Mak repone anent tha langest pairt, gan bae tha lenth o tha gate, o yer road tae yer wark fur ordnar

source: Answer for the longest part, by distance, of their usual journey to work
eo: Mak repone anent tha langest pairt, gan bae tha lenth o tha gate, o thair road tae thair wark fur ordnar

# How did you usually travel to your main place of <em>work</em>?
source: Answer for the longest part, by distance, of your usual journey to work
eo: Mak repone anent tha langest pairt, gan bae tha lenth o tha gate, o yer road tae yer wark fur ordnar

source: Answer for the longest part, by distance, of their usual journey to work
eo: Mak repone anent tha langest pairt, gan bae tha lenth o tha gate, o thair road tae thair wark fur ordnar

# Where is your main place of <em>study</em>?
source: Answer for the place where you spend the most time. If student or schoolchild, answer for your study address.
eo: Mak repone fur tha place whar ye ware tha maist. Gif a collegianer or scholard, mak repone fur tha address o yer place o lear.

# Where is <em>{person_name_possessive}</em> main place of <em>study</em>?
source: Answer for the place where <em>{person_name}</em> spends the most time. If student or schoolchild, answer for their study address.
eo: Mak repone fur tha place whar <em>{person_name}</em> wares tha maist. Gif a collegianer or scholard, mak repone fur tha address o thair place o lear.

source: Answer for the longest part, by distance, of your usual journey to your place of study
eo: Mak repone anent tha langest pairt, gan bae tha lenth o tha gate, o yer road tae yer place o lear fur ordnar

source: Answer for the longest part, by distance, of their usual journey to their place of study
eo: Mak repone anent tha langest pairt, gan bae tha lenth o tha gate, o thair road tae thair place o lear fur ordnar

# What is <em>{person_name_possessive}</em> date of birth?
source: For example, 31 3 1970
eo: Tha like o, 31 3 19an70

# Are you sure you want to remove <em>{person_name}</em>?
source: All of the information entered about this person will be deleted
eo: Aa tha wittins pit in anent this bodie wull be dichtit

# Do you usually live at {household_address}?
source: What we mean by “usually live”
eo: Whut we mean by "bides fur ordnar"

source: Who to include
eo: Wha tae tak in

source: Who to include
eo: Wha tae tak in

# What passports do you hold?
source: What passports and travel documents to include
eo: Whut passpoorts an trevel foarms tae bring in

# What passports does <em>{person_name}</em> hold?
source: What passports and travel documents to include
eo: Whut passpoorts an trevel foarms tae bring in

# What is your main language?
source: What we mean by “main language”
eo: Whut we mean by "foremaist leid"

# What is <em>{person_name_possessive}</em> main language?
source: What we mean by “main language”
eo: Whut we mean by "foremaist leid"

# Do you usually live at {household_address}?
source: This is often your permanent or family home.
eo: This bes affen yer bidin or faimlie hame.

# Do you usually live at {household_address}?
source: If you have more than one address, include yourself at the home address where you spend most of your time. If you split your time equally then use the home address where you are staying overnight on {census_date}.
eo: Gin ye hae mair nor tha yin address, tak in yersel at tha hame address whar ye bide maist o tha time. Gin ye spen tha same time at baith, uise tha hame address whar ye'r bidin owernicht oan {census_date}.

# Do you usually live at {household_address}?
source: <strong>Students</strong>, include yourself at both your term-time and out of term-time addresses.
eo: <strong>Collegianers</strong>, tak in yersel at baith tha address adae wi yer lear an tha yin adae wi yer hame.

# Do you usually live at {household_address}?
source: <strong>Armed forces members</strong>, include yourself at your home address if you have one.
eo: <strong>Bodies in tha Airmed forces</strong>, tak in yersel at yer hame address gin ye hae yin.

source: This is often their permanent or family home.
eo: This bes affen thair bidin or faimlie hame.

source: If someone has more than one home address, include them at this address if they generally spend most of their time here. For example, children whose parents live apart. If they split their time equally then include them at this address if they are staying overnight on {census_date}.
eo: Gin a bodie haes mair nor tha yin hame address, tak thaim in at this address gin they spen maist o thair time here. Siclike, weans wha's mither an faither leeves apairt. Gin they spen aa tha same time at baith hames, then tak thaim in at this address gin they ir bidin owernicht oan {census_date}.

source: Remember to include
eo: Mine tae tak in

source: This is often their permanent or family home.
eo: This bes affen thair bidin or faimle hame.

source: If someone has more than one home address, include them at this address if they generally spend most of their time here. For example, children whose parents live apart. If they split their time equally then include them at this address if they are staying overnight on {census_date}.
eo: Gin a bodie haes mair nor tha yin hame address, tak thaim in at this address gin they spen maist o thair time here. Siclike, weans wha's mither an faither leeves apairt. Gin they spen aa tha same time at baith hames, then tak thaim in at this address gin they ir bidin owernicht oan {census_date}.

source: Remember to include
eo: Mine tae tak in

# What passports do you hold?
source: Include current passports and any other travel documents, including those that are expired, if you are entitled to renew them.
eo: Tak in up-tae-date passpoorts an onie ither trevel foarms, takin in oul yins that bes by thair time, gin ye'r allooed tae renew thaim.

# What passports does <em>{person_name}</em> hold?
source: Include current passports and any other travel documents, including those that are expired, if they are entitled to renew them.
eo: Tak in up-tae-date passpoorts an onie ither trevel foarms, takin in oul yins that bes by thair time, gin ye'r allooed tae renew thaim.

# What is your main language?
source: Main language is your first or preferred language.
eo: Foremaist leid wud be yer furst leid or tha yin ye'd rether uise.

# What is <em>{person_name_possessive}</em> main language?
source: Main language is their first or preferred language.
eo: Foremaist leid wud be thair furst leid or tha yin the'd rether uise.

source: <strong>students</strong>, if this is either their term-time or their out of term-time address
eo: <strong>Collegianers</strong>, gin this bis ether tha address adae wi yer lear or tha yin adae wi thair hame

source: <strong>people with a second address for work</strong>, if this is their home address
eo: <strong>fowk wi a saiconn address fur wark</strong>, gin this bes thair hame address

source: <strong>armed forces members</strong>, if this is their home address
eo: <strong>Airmed forces memmers</strong>, gin this bes thair hame address

source: <strong>students</strong>, if this is either their term-time or their out of term-time address
eo: <strong>collegianers</strong>, gin this bes ether thair address adae wi thair lear or tha yin adae wi thair hame

source: <strong>people with a second address for work</strong>, if this is their home address
eo: <strong>fowk wi a saiconn address fur thair wark</strong>, gin this bes thair hame address

source: <strong>armed forces members</strong>, if this is their home address
eo: <strong>airmed forces memmers</strong>, gin this bes thair hame address

source: <p>Remember to include people who are</p>
eo: <p>Mine tae tak in fowk 'at bes</p>

source: Temporarily away
eo: Awa by-whyles

source: Temporarily staying
eo: Steyin by-whyles

# Are any of these people related to you?
source: Remember to include partners, step-parents and stepchildren as related
eo: Mine tae tak in pairtners, step-parents an step-weans an hoo thair sib

# Are any of these people related to <em>{person_name}</em>?
source: Remember to include partners, step-parents and stepchildren as related
eo: Mine tae tak in pairtners, step-parents an step-weans an hoo thair sib

# What type of central heating does <em>{household_address}</em> have?
source: Include central heating systems that generate heat for multiple rooms whether or not you use them
eo: Tak in yin-soorce firin gates 'at ootpits hait fur a wheen o ruims nae odds gin ye uise thaim or no

source: Include any company cars or vans available for private use
eo: Pit in onie motors or vans belangin tae a consarn lowse fur hiddlie uise

source: Include problems relating to old age
eo: Tak in palls adae wi oul age

source: Include problems relating to old age
eo: Tak in palls adae wi oul age

source: Exclude anything you do in paid employment
eo: Steek oot oniethin ye dae as pairt o yer pey'd tack

source: Exclude anything they do in paid employment
eo: Steek oot oniethin the' dae as pairt o thair pey'd tack

# Have you achieved a qualification at degree level or above?
source: Include equivalent qualifications achieved anywhere outside Northern Ireland
eo: Tak in siclike lines wun til oniewhaur ootbye Norlin Airlann

# Has <em>{person_name}</em> achieved a qualification at degree level or above?
source: Include equivalent qualifications achieved anywhere outside Northern Ireland
eo: Tak in siclike lines wun til oniewhaur ootbye Norlin Airlann

# Have you achieved a GCSE or equivalent qualification?
source: Include equivalent qualifications achieved anywhere outside Northern Ireland
eo: Tak in siclike lines wun til oniewhaur ootbye Norlin Airlann

# Has <em>{person_name}</em> achieved a GCSE or equivalent qualification?
source: Include equivalent qualifications achieved anywhere outside Northern Ireland
eo: Tak in siclike lines wun til oniewhaur ootbye Norlin Airlann

# Have you achieved an A level, AS level or equivalent qualifications?
source: Include equivalent qualifications achieved anywhere outside Northern Ireland
eo: Tak in siclike lines wun til oniewhaur ootbye Norlin Airlann

source: Include equivalent qualifications achieved anywhere outside Northern Ireland
eo: Tak in siclike lines wun til oniewhaur ootbye Norlin Airlann

# Have you achieved an NVQ or equivalent qualification?
source: Include equivalent qualifications achieved anywhere outside Northern Ireland
eo: Tak in siclike lines wun til oniewhaur ootbye Norlin Airlann

# Has <em>{person_name}</em> achieved an NVQ or equivalent qualification?
source: Include equivalent qualifications achieved anywhere outside Northern Ireland
eo: Tak in siclike lines wun til oniewhaur ootbye Norlin Airlann

# Have you achieved any other qualifications?
source: Include qualifications achieved either within or outside Northern Ireland
eo: Tak in collegianer's lines wun til ether athin or ootbye Norlin Airlann

# Has <em>{person_name}</em> achieved any other qualifications?
source: Include qualifications achieved either within or outside Northern Ireland
eo: Tak in collegianer's lines wun til ether athin or ootbye Norlin Airlann

# Have you completed an apprenticeship?
source: Include equivalent apprenticeships completed anywhere outside Northern Ireland
eo: Tak in siclike prenticin throcht oniewhaur ootbye Norlin Airlann

# Has <em>{person_name}</em> completed an apprenticeship?
source: Include equivalent apprenticeships completed anywhere outside Northern Ireland
eo: Tak in siclike prenticin throcht oniewhaur ootbye Norlin Airlann

# In the last seven days, were you doing any of the following?
source: Include casual or temporary work, even if only for one hour
eo: Tak in orra or pit-by wark, the mair it's jist fur yin oor

# In the last seven days, was <em>{person_name}</em> doing any of the following?
source: Include casual or temporary work, even if only for one hour
eo: Tak in orra or pit-by wark, the mair it's jist fur yin oor

# In your main job, how many hours a week do you usually work?
source: Include paid and unpaid overtime
eo: Tak in owertim wi pey an athoot pey

source: Include paid and unpaid overtime
eo: Tak in owertim wi pey an athoot pey

# In your main job, how many hours a week did you usually work?
source: Include paid and unpaid overtime
eo: Tak in owertim wi pey an athoot pey

source: Include paid and unpaid overtime
eo: Tak in owertim wi pey an athoot pey

source: students and schoolchildren who live away from home during term time
eo: collegianers an schuilweans wha bide awa frae hame at lear time

source: people who work away from home within the UK if this is their permanent or family home
eo: fowk 'at warks awa frae hame athin tha UK, gin this bes thair bidin or faimlie hame

source: members of the armed forces if this is their permanent or family home
eo: memmers o tha airmed forces gin this wud be thair bidin or faimlie hame

source: people who are temporarily outside the UK for <strong>less than 12 months</strong>
eo: fowk wha ir whiles ootbye tha UK fur <strong>unner 12 monds</strong>

source: people staying, or expecting to stay, in an establishment such as a hospital, care home or hostel for <strong>less than 6 months</strong>
eo: fowk bidin, or lippent oan bidin, in a place tha like o a ospittle, care hame or hostel fur <strong>unner 6 monds</strong>

source: other people who usually live here but are temporarily away from home
eo: ither fowk 'at bides here fur ordnar, 'at's by-whyles awa frae hame

source: people staying temporarily who usually live in the UK but do not have another UK address for example, relatives, friends
eo: fowk bidin by-whyles 'at fur ordnar bides in tha UK an daesnae hae anither UK address, tha like o freens, billies

source: people who usually live outside the UK who are staying in the UK for <strong>3 months or more</strong>
eo: fowk 'at fur ordnar bides ootbye tha UK 'at's bidin in tha UK fur <strong>3 monds or mair</strong>

# What is your name?
source: Enter a first name
eo: Pit in a furst name

# What is your name?
source: Enter a last name
eo: Pit in a faimlie name

# Who else lives at {household_address}?
source: Enter a first name
eo: Pit in a furst name

# Who else lives at {household_address}?
source: Enter a last name
eo: Pit in a faimlie name

# Who lives at {household_address}?
source: Enter a first name
eo: Pit in a furst name

# Who lives at {household_address}?
source: Enter a last name
eo: Pit in a faimlie name

# Change details for <em>{person_name}</em> (You)
source: Enter a first name
eo: Pit in a furst name

# Change details for <em>{person_name}</em> (You)
source: Enter a last name
eo: Pit in a faimlie name
