Repository: petechd/eq-questionnaire-schemas
Catalog: translations/*/census_household_gb_nir_*.po
Languages: eo

# Change details for <em>{person_name}</em>
source: Enter a first name
eo: Pit in a furst name

# Change details for <em>{person_name}</em>
source: Enter a last name
eo: Pit in a faimlie name

# Who do you need to add to {household_address}?
source: Enter a first name
eo: Pit in a furst name

# Who do you need to add to {household_address}?
source: Enter a last name
eo: Pit in a faimlie name

source: Enter a first name
eo: Pit in a furst name

source: Enter a last name
eo: Pit in a faimlie name

# What is your date of birth?
source: Enter a valid date of birth
eo: Pit in a soond date o birth

# What is your date of birth?
source: Enter a date of birth
eo: Pit in a date o birth

# What is your date of birth?
source: Enter a date of birth after %(min)s
eo: Pit in tha date ye wur boarn oan eftèr %(min)s

# What is your date of birth?
source: Enter a date of birth before %(max)s
eo: Pit in tha date ye wur boarn oan afore %(max)s

# What is <em>{person_name_possessive}</em> date of birth?
source: Enter a valid date of birth
eo: Pit in a soond date o birth

# What is <em>{person_name_possessive}</em> date of birth?
source: Enter a date of birth
eo: Pit in tha date ye wur boarn oan

# What is <em>{person_name_possessive}</em> date of birth?
source: Enter a date of birth after %(min)s
eo: Pit in tha date ye wur boarn oan eftèr %(min)s

# What is <em>{person_name_possessive}</em> date of birth?
source: Enter a date of birth before %(max)s
eo: Pit in tha date ye wur boarn oan afore %(max)s

# What was <em>{person_name_possessive}</em> age on their last birthday?
source: Enter an age less than or equal to %(max)s years
eo: Pit in an age unner or tha same as %(max)s yeirs

# What year did you come to live in Northern Ireland?
source: Enter a year of arrival after %(min)s
eo: Pit in a yeir o landin efter %(min)s

# What year did you come to live in Northern Ireland?
source: Enter a year of arrival before %(max)s
eo: Pit in a yeir o landin afore %(max)s

# What year did <em>{person_name}</em> come to live in Northern Ireland?
source: Enter a year of arrival after %(min)s
eo: Pit in a yeir o landin efter %(min)s

# What year did <em>{person_name}</em> come to live in Northern Ireland?
source: Enter a year of arrival before %(max)s
eo: Pit in a yeir o landin afore%(max)s

# What is your name?
source: First name
eo: Furst name

# What is your name?
source: Middle names
eo: Mïddle names

# What is your name?
source: Last name
eo: Faimlie name

source: Select all that apply. You can select more than one for each person
eo: Ootwale aa tha yins 'at effeirs. Ye can ootwale mair nor tha yin fur ilka bodie

source: Select all that apply. You can select more than one for each person
eo: Ootwale aa tha yins 'at effeirs. Ye can ootwale mair nor tha yin fur ilka bodie

# Who else lives at {household_address}?
source: First name
eo: Furst name

# Who else lives at {household_address}?
source: Middle names
eo: Mïddle names

# Who else lives at {household_address}?
source: Last name
eo: Faimlie name

# Who lives at {household_address}?
source: First name
eo: Furst name

# Who lives at {household_address}?
source: Middle names
eo: Mïddle names

# Who lives at {household_address}?
source: Last name
eo: Faimlie name

# Change details for <em>{person_name}</em> (You)
source: First name
eo: Furst name

# Change details for <em>{person_name}</em> (You)
source: Middle names
eo: Mïddle names

# Change details for <em>{person_name}</em> (You)
source: Last name
eo: Faimlie name

# Change details for <em>{person_name}</em>
source: First name
eo: Furst name

# Change details for <em>{person_name}</em>
source: Middle names
eo: Mïddle names

# Change details for <em>{person_name}</em>
source: Last name
eo: Faimlie name

# Who do you need to add to {household_address}?
source: First name
eo: Furst name

# Who do you need to add to {household_address}?
source: Middle names
eo: Mïddle names

# Who do you need to add to {household_address}?
source: Last name
eo: Faimlie name

source: First name
eo: Furst name

source: Last name
eo: Faimlie name

# During term time, in which country outside the UK do you usually live?
source: Current name of country
eo: Whut the’ cry tha kintrie thenoo

source: Current name of country
eo: Whut the’ cry tha kintrie thenoo

# You selected “Elsewhere”. What is your country of birth?
source: Current name of country
eo: Whut the’ cry tha kintrie thenoo

source: Current name of country
eo: Whut the’ cry tha kintrie thenoo

# In which country outside the UK was your usual address one year ago?
source: Current name of country
eo: Whut the’ cry tha kintrie thenoo

source: Current name of country
eo: Whut the’ cry tha kintrie thenoo

# You selected “Other”. What passports do you hold?
source: Passports
eo: Passpoorts

# You selected “Other”. What passports does <em>{person_name}</em> hold?
source: Passports
eo: Passpoorts

# You selected “Other”. What other passports do you hold?
source: Passports
eo: Passpoorts

# You selected “Other”. What other passports does <em>{person_name}</em> hold?
source: Passports
eo: Passpoorts

# You selected “Other”. How would you describe your national identity?
source: National identity
eo: Tha mairk o yer kintrie

source: National identity
eo: Tha mairk o yer kintrie

# You selected “Other”. How would you describe your other national identity?
source: National identity
eo: Tha mairk o yer kintrie

source: National identity
eo: Tha mairk o yer kintrie

# You selected “Any other ethnic group”. How would you describe your ethnic group?
source: Ethnic group
eo: Soart o kin

source: Ethnic group
eo: Soart o kin

source: Religion
eo: Releegion

source: Religion
eo: Releegion

source: Religion
eo: Releegion

source: Religion
eo: Releegion

source: Main language
eo: Foremaist leid

source: Main language
eo: Foremaist leid

# What is the name of the organisation or business you work for?
source: Organisation or business name
eo: Whut the' cry tha consarn or ootfit

source: Organisation or business name
eo: Whut the' cry tha consarn or ootfit

# What was the name of the organisation or business you worked for?
source: Organisation or business name
eo: Whut the' cry tha consarn or ootfit

source: Organisation or business name
eo: Whut the' cry tha consarn or ootfit

# What is your full job title?
source: Job title
eo: Job heidin

# What is <em>{person_name_possessive}</em> full job title?
source: Job title
eo: Job teetle

# What was your full job title?
source: Job title
eo: Job teetle

# What was <em>{person_name_possessive}</em> full job title?
source: Job title
eo: Job teetle

# Briefly describe what you do in your main job.
source: Job description
eo: Parteeklars o yer darg

# Briefly describe what <em>{person_name}</em> does in their main job.
source: Job description
eo: Parteeklars o yer darg

# Briefly describe what you did in your main job.
source: Job description
eo: Parteeklars o yer darg

# Briefly describe what <em>{person_name}</em> did in their main job.
source: Job description
eo: Parteeklars o yer darg

# What is the main activity of your organisation, business or freelance work?
source: Main activity
eo: Foremaist throch-pit

source: Main activity
eo: Foremaist throch-pit

# What was the main activity of your organisation, business or freelance work?
source: Main activity
eo: Foremaist throch-pit

source: Main activity
eo: Foremaist throch-pit

# In which country is your main place of <em>work</em>?
source: Current name of country
eo: Name o kintrie thenoo

source: Current name of country
eo: Name o kintrie thenoo

# In which country was your main place of <em>work</em>?
source: Current name of country
eo: Name o kintrie thenoo

source: Current name of country
eo: Name o kintrie thenoo

# In which town and county is your main place of <em>work</em>?
source: Town or city
eo: Toon or citie

# In which town and county is your main place of <em>work</em>?
source: County
eo: Coontie

source: Town or city
eo: Toon or citie

source: County
eo: Coontie

# In which town and county was your main place of <em>work</em>?
source: Town or city
eo: Toon or citie

# In which town and county was your main place of <em>work</em>?
source: County
eo: Coontie

source: Town or city
eo: Toon or citie

source: County
eo: Coontie

# In which country is your course of <em>study</em>, including school?
source: Current name of country
eo: Name o kintrie thenoo

source: Current name of country
eo: Name o kintrie thenoo

# In which country outside the UK does <em>{person_name}</em> usually live?
source: Current name of country
eo: Name o kintrie thenoo

# During term time, in which country outside the UK do you usually live?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

# You selected “Elsewhere”. What is your country of birth?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

# In which country outside the UK was your usual address one year ago?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

# You selected “Other”. What passports do you hold?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

# You selected “Other”. What passports does <em>{person_name}</em> hold?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

# You selected “Other”. What other passports do you hold?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

# You selected “Other”. What other passports does <em>{person_name}</em> hold?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

# You selected “Other”. How would you describe your national identity?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

# You selected “Other”. How would you describe your other national identity?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

# You selected “Any other ethnic group”. How would you describe your ethnic group?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

# In which country is your main place of <em>work</em>?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

# In which country was your main place of <em>work</em>?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

# In which country is your course of <em>study</em>, including school?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

# In which country outside the UK does <em>{person_name}</em> usually live?
source: Enter your own answer or select from suggestions
eo: Pit in yer ain repone

source: {second_person_name} is your <em>…</em>
eo: {second_person_name} wud be yer <em>...</em>

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: {second_person_name} is {first_person_name_possessive} <em>…</em>
eo: {second_person_name} wud be {first_person_name_possessive} <em>...</em>

# Do you usually live at {household_address}?
source: Yes, I usually live here
eo: Aye, A bide here fur ordnar

# Do you usually live at {household_address}?
source: No, I don’t usually live here
eo: Naw, A dinnae bide here fur ordnar

source: Family members and partners
eo: Faimlie memmers an pairtners

source: Housemates, tenants or lodgers
eo: Hoosemates, tinints or ludgers

source: People who usually live outside the UK who are staying in the UK for 3 months or more
eo: Fowk ’at fur ordnar bides ootbye tha UK ’at’s steyin in tha UK for 3 monds or mair

source: People temporarily away
eo: Fowk awa by-whyles

source: People staying temporarily who usually live in the UK but do not have another UK address
eo: Fowk steyin by-whyles ’at fur ordnar bides in tha UK an daesnae hae anither UK address, but

source: None of these apply, I am the only person who usually lives here
eo: Nane o these thïngs effeirs. A’m tha onlie yin ’at bides here for ordnar

source: Family members and partners
eo: Faimlie memmers an pairtners

source: Housemates, tenants or lodgers
eo: Hoosemates, tinints or ludgers

source: People who usually live outside the UK who are staying in the UK for 3 months or more
eo: Fowk ’at fur ordnar bides ootbye tha UK ’at’s steyin in tha UK fur 3 monds or mair

source: People temporarily away
eo: Fowk awa by-whyles

source: People staying temporarily who usually live in the UK but do not have another UK address
eo: Fowk steyin by-whyles ’at fur ordnar bides in tha UK an daesnae hae anither UK address, but

source: None of these apply, no-one usually lives here
eo: Nane o these things effeirs, naebodie bides here fur ordnar

# Does anyone live at {household_address}?
source: Yes, I need to add a person
eo: Aye, a maun eik a bodie

# Does anyone live at {household_address}?
source: No, I do not need to add anyone
eo: Naw, A dinnae hae tae eik oniebodie

# Does anyone else live at {household_address}?
source: Yes, I need to add {ordinality} person
eo: Aye, a maun eik a {ordinality} bodie

# Does anyone else live at {household_address}?
source: No, I do not need to add anyone
eo: Naw, A dinnae hae tae eik oniebodie

# Are you sure you want to remove <em>{person_name}</em>?
source: Yes, I want to remove this person
eo: Aye, A'm leukkin tae tak oot this bodie

# Are you sure you want to remove <em>{person_name}</em>?
source: No, I do not want to remove this person
eo: Naw, A'm no leukkin tae tak oot this bodie

source: Yes, I need to add someone
eo: Aye, A be tae eik a bodie

source: No, there is {cardinality} person living here
eo: Naw, thair bes {cardinality} bodie bidin here

source: People who usually live somewhere else in the UK, for example, boyfriends, girlfriends, friends or relatives
eo: Fowk ’at fur ordnar bides some ither place in tha UK, tha like o lads or lassies coortin oniebodie in tha hoose, billies or freens

source: People staying here because it is their second address, for example, for work. Their permanent or family home is elsewhere
eo: Fowk bidin here seein it’s thair saiconn address, tha like o fur wark. Thair bidin or faimlie hame bes some ither place

source: People who usually live outside the UK who are staying in the UK for less than three months
eo: Fowk ’at fur ordnar bides ootbye tha UK ’at’s steyin in tha UK fur nae mair nor thrie monds

source: People here on holiday
eo: Fowk here oan thair hoalidays

source: There are no visitors staying here overnight on {census_date}
eo: Thar’s nae landèrs steyin here throch tha nicht oan {census_date}

source: Yes, I need to add {ordinality} visitor
eo: Aye, a maun eik a {ordinality} landèr

source: No, I do not need to add anyone
eo: Naw, A dinnae hae tae eik oniebodie

# {second_person_name} is your <em>…</em>
source: Husband or wife
eo: Guidman or guidwife

# {second_person_name} is your <em>…</em>
source: Civil partner
eo: Ceevil pairtner

# {second_person_name} is your <em>…</em>
source: Partner
eo: Pairtner

# {second_person_name} is your <em>…</em>
source: Son or daughter
eo: Sin or dochtèr

# {second_person_name} is your <em>…</em>
source: Step-child
eo: Step- wean

# {second_person_name} is your <em>…</em>
source: Brother or sister
eo: Brither or sïstèr

# {second_person_name} is your <em>…</em>
source: Step-brother or step-sister
eo: Step-brither or step-sïstèr

# {second_person_name} is your <em>…</em>
source: Mother or father
eo: Mither or faither

# {second_person_name} is your <em>…</em>
source: Step-mother or step-father
eo: Step-mither or step-faither

# {second_person_name} is your <em>…</em>
source: Grandchild
eo: Granwean

# {second_person_name} is your <em>…</em>
source: Grandparent
eo: Granmither or granfaither

# {second_person_name} is your <em>…</em>
source: Other relation
eo: Ither freen

# {second_person_name} is your <em>…</em>
source: Unrelated
eo: No sib

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Husband or wife
eo: Guidman or guidwife

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Civil partner
eo: Ceevil pairtner

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Partner
eo: Pairtner

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Son or daughter
eo: Sin or dochtèr

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Step-child
eo: Step- wean

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Brother or sister
eo: Brither or sïstèr

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Step-brother or step-sister
eo: Step-brither or step-sïstèr

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Mother or father
eo: Mither or faither

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Step-mother or step-father
eo: Step-mither or step-faither

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Grandchild
eo: Granwean

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Grandparent
eo: Granmither or granfaither

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Other relation
eo: Ither freen

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Unrelated
eo: No sib

# Are any of these people related to you?
source: Yes
eo: Aye

# Are any of these people related to you?
source: No, none of these people are related to me
eo: Naw, nane o these fowk ir sib tae me

# Are any of these people related to <em>{person_name}</em>?
source: Yes
eo: Aye

# Are any of these people related to <em>{person_name}</em>?
source: No, none of these people are related to {person_name}
eo: Naw, nane o these fowk ir sib tae {person_name}

# What type of accommodation is <em>{household_address}</em>?
source: Whole house or bungalow
eo: Hail hoose or bungalow

# What type of accommodation is <em>{household_address}</em>?
source: Flat, maisonette or apartment
eo: Flet, maisonette or bauk

# What type of accommodation is <em>{household_address}</em>?
source: Caravan or other mobile or temporary structure
eo: Carryvan or ither gangin or by-whyles structur

# Which of the following is your house or bungalow?
source: Detached
eo: Sindèrie

# Which of the following is your house or bungalow?
source: Semi-detached
eo: Hauf-sindèrie

# Which of the following is your house or bungalow?
source: Terraced
eo: Pairt o a raa

# Where is your flat, maisonette or apartment?
source: In a purpose-built block of flats
eo: In a block o flets biggit fur parteeklar uise

# Where is your flat, maisonette or apartment?
source: Part of a converted or shared house
eo: Pairt o a replenisht or twinit hoose

# Where is your flat, maisonette or apartment?
source: In a commercial building
eo: In a biggin fur consarns

source: Internal wheelchair usage
eo: Wheelchyre uise inbye

source: External wheelchair access
eo: Wheelchyre uise ootbye

source: Other physical or mobility difficulties
eo: Ither palls wi tha poust o tha bouk ur wi gettin aboot

source: Visual difficulties
eo: Palls wi tha sicht

source: Hearing difficulties
eo: Palls wi tha heerin

source: Other
eo: Ither

source: None of these
eo: Nane o these

# What type of central heating does <em>{household_address}</em> have?
source: Mains gas
eo: Gas aff tha street

# What type of central heating does <em>{household_address}</em> have?
source: Tank or bottled gas
eo: Gas frae a tank or bottle

# What type of central heating does <em>{household_address}</em> have?
source: Electric
eo: Lectric

# What type of central heating does <em>{household_address}</em> have?
source: Wood
eo: Wuid

# What type of central heating does <em>{household_address}</em> have?
source: Solid fuel
eo: Kïnnlin

# What type of central heating does <em>{household_address}</em> have?
source: Renewable heating system
eo: Replenishin firin gate

# What type of central heating does <em>{household_address}</em> have?
source: Other central heating
eo: Ither yin-soorce haitin

# What type of central heating does <em>{household_address}</em> have?
source: No central heating
eo: Nae yin-soorce haitin

# What type of renewable energy systems does <em>{household_address}</em> have?
source: Solar panels for electricity
eo: Sinn-pooert flatches fur lectric

# What type of renewable energy systems does <em>{household_address}</em> have?
source: Solar panels for heating water
eo: Sinn-pooert flatches fur haitin wattèr

# What type of renewable energy systems does <em>{household_address}</em> have?
source: Wind turbine
eo: Wun turbine

# What type of renewable energy systems does <em>{household_address}</em> have?
source: Other
eo: Ither

# What type of renewable energy systems does <em>{household_address}</em> have?
source: No renewable energy systems
eo: Nae replenishin pooer gates

# Does your household own or rent <em>{household_address}</em>?
source: Owns outright
eo: In aucht richt oot

# Does your household own or rent <em>{household_address}</em>?
source: Owns with a mortgage or loan
eo: In aucht unnèr a bond or a lenn

# Does your household own or rent <em>{household_address}</em>?
source: Part-owns and part-rents
eo: Pairt-awns an pairt-sets

# Does your household own or rent <em>{household_address}</em>?
source: Rents
eo: Sets

# Does your household own or rent <em>{household_address}</em>?
source: Lives here rent-free
eo: Bides here wi nae rent

# Who do you rent from?
source: Northern Ireland Housing Executive
eo: Norlin Airlann Hoosin Executive

# Who do you rent from?
source: Housing association or charitable trust
eo: Hoosin join or awmous trust

# Who do you rent from?
source: Private landlord
eo: Hiddlie lannlaird

# Who do you rent from?
source: Private renting with a letting agent
eo: Hiddlie settin wi a settin factor

# Who do you rent from?
source: Employer of a household member
eo: Maistèrman o a bodie in tha hoosehaud

# Who do you rent from?
source: Relative or friend of a household member
eo: Freen or billie o a bodie in tha hoosehaud

# Who do you rent from?
source: Other
eo: Ither

source: None
eo: Nane

source: 4 or more
eo: Fower or mair

# Are you <em>{person_name}?</em>
source: Yes, I am
eo: Aye, A am

# Are you <em>{person_name}?</em>
source: No, I am answering on their behalf
eo: Naw, A'm makkin repone oan thair pairt
