Repository: petechd/eq-questionnaire-schemas
Catalog: translations/*/census_household_gb_nir_*.po
Languages: eo

# Has <em>{person_name}</em> achieved an NVQ or equivalent qualification?
source: NVQ level 1 or equivalent
eo: NVQ heicht yin or siclike

# Has <em>{person_name}</em> achieved an NVQ or equivalent qualification?
source: None of these apply
eo: Nane o these thïngs effeirs

# Have you achieved any other qualifications?
source: Yes
eo: Aye

# Have you achieved any other qualifications?
source: No qualifications
eo: Nae collegianer's lines

# Has <em>{person_name}</em> achieved any other qualifications?
source: Yes
eo: Aye

# Has <em>{person_name}</em> achieved any other qualifications?
source: No qualifications
eo: Nae collegianer's lines

# Have you completed an apprenticeship?
source: Yes
eo: Aye

# Have you completed an apprenticeship?
source: No
eo: Naw

# Has <em>{person_name}</em> completed an apprenticeship?
source: Yes
eo: Aye

# Has <em>{person_name}</em> completed an apprenticeship?
source: No
eo: Naw

# In the last seven days, were you doing any of the following?
source: Working as an employee
eo: Warkin tae a heidyin

# In the last seven days, were you doing any of the following?
source: Self-employed or freelance
eo: Warkin oan ma ain accoont or en’s erran oan ma ain accoont

# In the last seven days, were you doing any of the following?
source: Temporarily away from work ill, on holiday or temporarily laid off
eo: By-whyles awa frae wark unweel, aff oan hoaliday or laid aff by-whyles

# In the last seven days, were you doing any of the following?
source: On maternity or paternity leave
eo: Leave gien til tha mither or faither fur rairin new-boarn babbies

# In the last seven days, were you doing any of the following?
source: Doing any other kind of paid work
eo: Daein onie ither soart o pey'd wark

# In the last seven days, were you doing any of the following?
source: None of these apply
eo: Nane o these thïngs effeirs

# In the last seven days, was <em>{person_name}</em> doing any of the following?
source: Working as an employee
eo: Warkin tae a heidyin

# In the last seven days, was <em>{person_name}</em> doing any of the following?
source: Self-employed or freelance
eo: Warkin oan ma ain accoont or en's erran oan ma ain accoont

# In the last seven days, was <em>{person_name}</em> doing any of the following?
source: Temporarily away from work ill, on holiday or temporarily laid off
eo: By-whyles awa frae wark unweel, aff oan hoaliday or laid aff by-whyles

# In the last seven days, was <em>{person_name}</em> doing any of the following?
source: On maternity or paternity leave
eo: Leave gien til tha mither or faither fur rairin new-boarn babbies

# In the last seven days, was <em>{person_name}</em> doing any of the following?
source: Doing any other kind of paid work
eo: Daein onie ither soart o pey'd wark

# In the last seven days, was <em>{person_name}</em> doing any of the following?
source: None of these apply
eo: Nane o these thïngs effeirs

# Which of the following describes what you were doing in the last seven days?
source: Retired
eo: Lowsed frae wark fur oul age

# Which of the following describes what you were doing in the last seven days?
source: Studying
eo: Learin

# Which of the following describes what you were doing in the last seven days?
source: Looking after home or family
eo: Guidin tha hoose or faimlie

# Which of the following describes what you were doing in the last seven days?
source: Long-term sick or disabled
eo: Aff oan tha seek or wi an impediment fur a brave while

# Which of the following describes what you were doing in the last seven days?
source: Other
eo: Ither

source: Retired
eo: Lowsed frae wark fur oul age

source: Studying
eo: Learin

source: Looking after home or family
eo: Lukkin efter tha hoose or faimlie

source: Long-term sick or disabled
eo: Aff oan tha seek or wi an impediment fur a brave while

source: Other
eo: Ither

# In the last four weeks, were you actively looking for any kind of paid work?
source: Yes
eo: Aye

# In the last four weeks, were you actively looking for any kind of paid work?
source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

# If a job became available now, could you start it within two weeks?
source: Yes
eo: Aye

# If a job became available now, could you start it within two weeks?
source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

# In the last seven days, were you waiting to start a job already accepted?
source: Yes
eo: Aye

# In the last seven days, were you waiting to start a job already accepted?
source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

# Have you ever done any paid work?
source: Yes, in the last 12 months
eo: Aye, in tha twalmond jist by

# Have you ever done any paid work?
source: Yes, but not in the last 12 months
eo: Aye; no in tha twalmond jist by, but

# Have you ever done any paid work?
source: No, have never worked
eo: Naw, haenae ivver wrocht

# Has <em>{person_name}</em> ever done any paid work?
source: Yes, in the last 12 months
eo: Aye, in tha twalmond jist by

# Has <em>{person_name}</em> ever done any paid work?
source: Yes, but not in the last 12 months
eo: Aye; no in tha twalmond jist by, but

# Has <em>{person_name}</em> ever done any paid work?
source: No, has never worked
eo: Naw, haesnae ivver wrocht

# In your main job, what is your employment status?
source: Employee
eo: Warker

# In your main job, what is your employment status?
source: Self-employed or freelance without employees
eo: Warkin oan ma ain accoont or en’s-erran oan ma ain accoont athoot warkers

# In your main job, what is your employment status?
source: Self-employed with employees
eo: Warkin oan ma ain accoont wi warkers

# In their main job, what is <em>{person_name_possessive}</em> employment status?
source: Employee
eo: Warker

# In their main job, what is <em>{person_name_possessive}</em> employment status?
source: Self-employed or freelance without employees
eo: Warkin oan ma ain accoont or en’s-erran oan ma ain accoont athoot warkers

# In their main job, what is <em>{person_name_possessive}</em> employment status?
source: Self-employed with employees
eo: Warkin oan ma ain accoont wi warkers

# In your main job, what was your employment status?
source: Employee
eo: Warker

# In your main job, what was your employment status?
source: Self-employed or freelance without employees
eo: Warkin oan ma ain accoont or en’s-erran athoot warkers

# In your main job, what was your employment status?
source: Self-employed with employees
eo: Warkin oan ma ain accoont wi warkers

# In their main job, what was <em>{person_name_possessive}</em> employment status?
source: Employee
eo: Warker

# In their main job, what was <em>{person_name_possessive}</em> employment status?
source: Self-employed or freelance without employees
eo: Warkin oan ma ain accoont or en’s-erran oan ma ain accoont athoot warkers

# In their main job, what was <em>{person_name_possessive}</em> employment status?
source: Self-employed with employees
eo: Warkin oan ma ain accoont wi warkers

# What is the name of the organisation or business you work for?
source: No organisation or work for a private individual
eo: Nae ootfit or wark fur a hiddlie bodie thair lane

source: No organisation or works for a private individual
eo: Nae ootfit or warks fur a hiddlie bodie thair lane

# What was the name of the organisation or business you worked for?
source: No organisation or worked for a private individual
eo: Nae ootfit or wrocht fur a hiddlie bodie thair lane

source: No organisation or worked for a private individual
eo: Nae ootfit or wrocht fur a hiddlie bodie thair lane

# Do you supervise or oversee the work of other employees on a day-to-day basis?
source: Yes
eo: Aye

# Do you supervise or oversee the work of other employees on a day-to-day basis?
source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

# Did you supervise or oversee the work of other employees on a day-to-day basis?
source: Yes
eo: Aye

# Did you supervise or oversee the work of other employees on a day-to-day basis?
source: No
eo: Naw

source: Yes
eo: Aye

source: No
eo: Naw

# In your main job, how many hours a week do you usually work?
source: 0 to 15 hours a week
eo: Nocht tae fiftaen oors ilka sennicht

# In your main job, how many hours a week do you usually work?
source: 16 to 30 hours a week
eo: Sixtaen tae thurtie oors ilka sennicht

# In your main job, how many hours a week do you usually work?
source: 31 to 48 hours a week
eo: Thurtie-yin tae fowertie-echt oors ilka sennicht

# In your main job, how many hours a week do you usually work?
source: 49 hours or more a week
eo: Fowertie-nine oors or mair ilka sennicht

source: 0 to 15 hours a week
eo: Nocht tae fiftaen oors ilka sennicht

source: 16 to 30 hours a week
eo: Sixtaen tae thurtie oors ilka sennicht

source: 31 to 48 hours a week
eo: Thurtie-yin tae fowertie-echt oors ilka sennicht

source: 49 hours or more a week
eo: Fowertie-nine oors or mair ilka sennicht

# In your main job, how many hours a week did you usually work?
source: 0 to 15 hours a week
eo: Nocht tae fiftaen oors ilka sennicht

# In your main job, how many hours a week did you usually work?
source: 16 to 30 hours a week
eo: Sixtaen tae thurtie oors ilka sennicht

# In your main job, how many hours a week did you usually work?
source: 31 to 48 hours a week
eo: Thurtie-yin tae fowertie-echt oors ilka sennicht

# In your main job, how many hours a week did you usually work?
source: 49 hours or more a week
eo: Fowertie-nine oors or mair ilka sennicht

source: 0 to 15 hours a week
eo: Nocht tae fiftaen oors ilka sennicht

source: 16 to 30 hours a week
eo: Sixtaen tae thurtie oors ilka sennicht

source: 31 to 48 hours a week
eo: Thurtie-yin tae fowertie-echt oors ilka sennicht

source: 49 hours or more a week
eo: Fowertie-nine oors or mair ilka sennicht

# Where is your main place of <em>work</em>?
source: At a workplace
eo: At a place o wark

# Where is your main place of <em>work</em>?
source: At or from home
eo: Ben tha hoose or frae it

# Where is your main place of <em>work</em>?
source: No fixed place
eo: Nae siccar place

# Where is <em>{person_name_possessive}</em> main place of <em>work</em>?
source: At a workplace
eo: At a place o wark

# Where is <em>{person_name_possessive}</em> main place of <em>work</em>?
source: At or from home
eo: Ben tha hoose or frae it

# Where is <em>{person_name_possessive}</em> main place of <em>work</em>?
source: No fixed place
eo: Nae siccar place

# Where did you mainly <em>work</em>?
source: At a workplace
eo: At a place o wark

# Where did you mainly <em>work</em>?
source: At or from home
eo: Ben tha hoose or frae it

# Where did you mainly <em>work</em>?
source: No fixed place
eo: Nae siccar place

# Where did <em>{person_name}</em> mainly <em>work</em>?
source: At a workplace
eo: At a place o wark

# Where did <em>{person_name}</em> mainly <em>work</em>?
source: At or from home
eo: Ben tha hoose or frae it

# Where did <em>{person_name}</em> mainly <em>work</em>?
source: No fixed place
eo: Nae siccar place

# Is your main place of <em>work</em> in the UK?
source: Yes
eo: Aye

# Is your main place of <em>work</em> in the UK?
source: No, it is in another country
eo: Naw, it bes in anither kintrie

# Is <em>{person_name_possessive}</em> main place of <em>work</em> in the UK?
source: Yes
eo: Aye

# Is <em>{person_name_possessive}</em> main place of <em>work</em> in the UK?
source: No, it is in another country
eo: Naw, it bes in anither kintrie

# Was your main place of <em>work</em> in the UK?
source: Yes
eo: Aye

# Was your main place of <em>work</em> in the UK?
source: No, it was in another country
eo: Naw, it wus in anither kintrie

# Was <em>{person_name_possessive}</em> main place of <em>work</em> in the UK?
source: Yes
eo: Aye

# Was <em>{person_name_possessive}</em> main place of <em>work</em> in the UK?
source: No, it was in another country
eo: Naw, it wus in anither kintrie

# How do you usually travel to your main place of <em>work</em>?
source: Driving a car or van
eo: Guidin a motor or van

# How do you usually travel to your main place of <em>work</em>?
source: Passenger in a car or van
eo: Gien a lïft in a motor or van

# How do you usually travel to your main place of <em>work</em>?
source: Car or van pool, sharing driving
eo: Nyborin wi motors or vans, twinin oot tha guidin

# How do you usually travel to your main place of <em>work</em>?
source: Bus, minibus or coach
eo: Tha bus, minibus or motor-coach

# How do you usually travel to your main place of <em>work</em>?
source: Taxi
eo: Texi

# How do you usually travel to your main place of <em>work</em>?
source: Train
eo: Railwye

# How do you usually travel to your main place of <em>work</em>?
source: Motorcycle, scooter or moped
eo: Motorbike, scootèr or moped

# How do you usually travel to your main place of <em>work</em>?
source: On foot
eo: Trevellin

# How do you usually travel to your main place of <em>work</em>?
source: Other
eo: Ither

source: Driving a car or van
eo: Guidin a motor or van

source: Passenger in a car or van
eo: Gien a lïft in a motor or van

source: Car or van pool, sharing driving
eo: Nyborin wi motors or vans, twinin oot tha guidin

source: Bus, minibus or coach
eo: Tha bus, minibus or motor-coach

source: Taxi
eo: Texi

source: Train
eo: Railwye

source: Motorcycle, scooter or moped
eo: Motorbike, scootèr or moped

source: On foot
eo: Trevellin

source: Other
eo: Ither

# How did you usually travel to your main place of <em>work</em>?
source: Driving a car or van
eo: Guidin a motor or van

# How did you usually travel to your main place of <em>work</em>?
source: Passenger in a car or van
eo: Gien a lïft in a motor or van

# How did you usually travel to your main place of <em>work</em>?
source: Car or van pool, sharing driving
eo: Nyborin wi motors or vans, twinin oot tha guidin

# How did you usually travel to your main place of <em>work</em>?
source: Bus, minibus or coach
eo: Tha bus, minibus or motor-coach

# How did you usually travel to your main place of <em>work</em>?
source: Taxi
eo: Texi

# How did you usually travel to your main place of <em>work</em>?
source: Train
eo: Railwye

# How did you usually travel to your main place of <em>work</em>?
source: Motorcycle, scooter or moped
eo: Motorbike, scootèr or moped

# How did you usually travel to your main place of <em>work</em>?
source: On foot
eo: Trevellin

# How did you usually travel to your main place of <em>work</em>?
source: Other
eo: Ither

source: Driving a car or van
eo: Guidin a motor or van

source: Passenger in a car or van
eo: Gien a lïft in a motor or van

source: Car or van pool, sharing driving
eo: Nyborin wi motors or vans, twinin oot tha guidin

source: Bus, minibus or coach
eo: Tha bus, minibus or motor-coach

source: Taxi
eo: Texi

source: Train
eo: Railwye

source: Motorcycle, scooter or moped
eo: Motorbike, scootèr or moped

source: On foot
eo: Trevellin

source: Other
eo: Ither

# Where is your main place of <em>study</em>?
source: At a campus or school
eo: At a campus or a schuil

# Where is your main place of <em>study</em>?
source: At or from home
eo: Ben tha hoose or frae it

# Where is your main place of <em>study</em>?
source: No fixed place
eo: Nae siccar place

# Where is <em>{person_name_possessive}</em> main place of <em>study</em>?
source: At a campus or school
eo: At a campus or a schuil

# Where is <em>{person_name_possessive}</em> main place of <em>study</em>?
source: At or from home
eo: Ben tha hoose or frae it

# Where is <em>{person_name_possessive}</em> main place of <em>study</em>?
source: No fixed place
eo: Nae siccar place

# Is your place of <em>study</em> in Northern Ireland?
source: Yes
eo: Aye

# Is your place of <em>study</em> in Northern Ireland?
source: No, it is in another country
eo: Naw, it bes in anither kintrie

source: Yes
eo: Aye

source: No, it is in another country
eo: Naw, it bes in anither kintrie

source: Driving a car or van
eo: Guidin a motor or van

source: Passenger in a car or van
eo: Gien a lïft in a motor or van

source: Car or van pool, sharing driving
eo: Nyborin wi motors or vans, twinin oot tha guidin

source: Bus, minibus or coach
eo: Tha bus, minibus or motor-coach

source: Taxi
eo: Texi

source: Train
eo: Railwye

source: Motorcycle, scooter or moped
eo: Motorbike, scootèr or moped

source: On foot
eo: Trevellin

source: Other
eo: Ither

source: Driving a car or van
eo: Guidin a motor or van

source: Passenger in a car or van
eo: Gien a lïft in a motor or van

source: Car or van pool, sharing driving
eo: Nyborin wi motors or vans, twinin oot tha guidin

source: Bus, minibus or coach
eo: Tha bus, minibus or motor-coach

source: Taxi
eo: Texi

source: Train
eo: Railwye

source: Motorcycle, scooter or moped
eo: Motorbike, scootèr ur moped

source: On foot
eo: Trevellin

source: Other
eo: Ither

# What is <em>{person_name_possessive}</em> usual address?
source: An address in the UK
eo: Anither bakkin in tha CK

# What is <em>{person_name_possessive}</em> usual address?
source: An address outside the UK
eo: A bakkin ootbye tha CK

# What is <em>{person_name_possessive}</em> usual address?
source: Same address as {first_person}
eo: The ane lyke {first_person}

source: Include babies born on or before {census_date}, children, students and schoolchildren who live away from home during term time
eo: Tak in babbies boarn oan or afore {census_date}, weans, collegianers an scholards wha bide awa frae hame throch tha tack o thair lear

source: For example, working away, on holiday, in the armed forces, living in an establishment such as a care home for up to 6 months, abroad for up to a year
eo: Siclike, warkin awa, oan hoaliday, in tha airmed forces, leevin in a consarn siclike a care hame tha lenth o 6 monds, abraid fur up tae a yeir

source: For example, UK residents between addresses or currently without a home
eo: Siclike, UK resydents atween addresses or fowk withoot a hame jaist noo

source: Include babies born on or before {census_date}, children, students and schoolchildren who live away from home during term time
eo: Tak in babbies boarn oan or afore {census_date}, weans, collegianers an scholards wha bide awa frae hame throch tha tack o thair lear

source: For example, working away, on holiday, in the armed forces, living in an establishment such as a care home for up to 6 months, abroad for up to a year
eo: Siclike, warkin awa, oan hoaliday, in tha airmed forces, leevin in a consarn siclike a care hame tha lenth o 6 monds, abraid fur up tae a yeir

source: For example, UK residents between addresses or currently without a home
eo: Siclike, UK resydents atween addresses or withoot a hame jaist noo

source: For example, this is a second address or holiday home
eo: Tha like o, this bes a saiconn address or hoaliday hame

# {second_person_name} is your <em>…</em>
source: Including half-brother or half-sister
eo: Takkin in hauf-brither or hauf-sïstèr

# {second_person_name} is your <em>…</em>
source: Including foster child
eo: Takkin in a foster

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Including half-brother or half-sister
eo: Takkin in hauf-brither or hauf-sïstèr

# Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
source: Including foster child
eo: Takkin in a foster

# What type of accommodation is <em>{household_address}</em>?
source: Including purpose-built flats and flats within converted and shared houses
eo: Takkin in flats biggit fur parteeklar uise an flats athin replenisht an twinit hooses

# Which of the following is your house or bungalow?
source: Including end-terrace
eo: Takkin in enn o raa

# Where is your flat, maisonette or apartment?
source: Including bedsits
eo: Takkin in sing'l enns

# Where is your flat, maisonette or apartment?
source: For example, in an office building, hotel, or over a shop
eo: Tha like o, in an offys biggin, otel, or owre a shap

source: For example a downstairs bathroom
eo: Tha like o a bathruim oan tha laigh

source: For example a ramp
eo: Tha like o an ingang oan tha sklent

# What type of central heating does <em>{household_address}</em> have?
source: For example storage heaters
eo: Tha like o hainin haitèrs

# What type of central heating does <em>{household_address}</em> have?
source: For example logs or waste wood
eo: Tha like o haggit timmer or gethert wuid

# What type of central heating does <em>{household_address}</em> have?
source: For example coal
eo: Tha like o coal

# Does your household own or rent <em>{household_address}</em>?
source: Shared ownership
eo: Twinit aucht

# Does your household own or rent <em>{household_address}</em>?
source: With or without housing benefit
eo: Wi or athoot hoosin benefit

# What is your country of birth?
source: You can enter your country of birth on the next question
eo: Ye can pit in yer kintrie o birth oan tha nixt speirin

# What is <em>{person_name_possessive}</em> country of birth?
source: You can enter their country of birth on the next question
eo: Ye can pit in thair kintrie o birth oan tha nixt speirin

# What passports do you hold?
source: You can enter your passports on the next question
eo: Ye can pit in yer passpoorts oan tha next speirin

# What passports does <em>{person_name}</em> hold?
source: You can enter their passports on the next question
eo: Ye can pit in thair passpoorts oan tha next speirin

# How would you describe your national identity?
source: You can enter your national identity on the next question
eo: Ye can pit in tha mairk o yer kintrie oan tha nixt speirin

# How would <em>{person_name}</em> describe their national identity?
source: You can enter their national identity on the next question
eo: Ye can pit in tha mairk o thair kintrie oan tha nixt speirin

# What is your ethnic group?
source: You can enter your ethnic group on the next question
eo: Ye can pit yer soart o kin oan tha nixt speirin

# What is <em>{person_name_possessive}</em> ethnic group?
source: You can enter their ethnic group on the next question
eo: Ye can pit thair soart o kin oan tha nixt speirin

# What religion, religious denomination or body do you belong to?
source: You can enter your religion on the next question
eo: Ye can pit yer releegion oan tha nixt speirin

source: You can enter their religion on the next question
eo: Ye can pit thair releegion oan tha nixt speirin

# What religion, religious denomination or body were you <em>brought up</em> in?
source: You can enter the religion on the next question
eo: Ye can pit in tha releegion oan tha nixt speirin

source: You can enter the religion on the next question
eo: Ye can pit in tha releegion oan tha nixt speirin

# What is your main language?
source: You can enter your main language on the next question
eo: Ye can pit in yer foremaist leid oan tha nixt speirin

# What is <em>{person_name_possessive}</em> main language?
source: You can enter your main language on the next question
eo: Ye can pit in yer foremaist leid oan tha nixt speirin

source: For example walking or dressing
eo: Tha like o waakin or happin yersel

source: For example Asthma
eo: Tha like o Asma

source: For example walking or dressing
eo: Tha like o waakin or happin yersel

source: For example Asthma
eo: Tha like o Asma

source: For example Down syndrome
eo: Tha like o Down Syndrome

source: For example dyslexia
eo: Tha like o dyslexia

source: For example depression or schizophrenia
eo: Tha like o depression or schizophrenia

source: For example dementia
eo: Tha like o dementia

source: For example cancer, diabetes or heart disease
eo: Tha like o cancer, diabetes or hairt seekness

source: For example Down syndrome
eo: Tha like o Down Syndrome

source: For example dyslexia
eo: Tha like o dyslexia

source: For example depression or schizophrenia
eo: Tha like o depression or schizophrenia
