Repository: petechd/eq-questionnaire-schemas
Catalog: translations/*/census_household_gb_nir_*.po
Languages: eo

source: In which country outside the UK was your usual address one year ago?
eo: Whut kintrie ootbye tha UK wus yer bidin place a yeir syne?

source: In which country outside the UK was <em>{person_name_possessive}</em> usual address one year ago?
eo: In whutch kintre ootbye tha UK wus <em>{person_name_possessive}</em> address fur ordnar yin yeir syne?

source: Enter details of your address one year ago.
eo: Pit in rinnins anent yer address a yeir syne.

source: Enter details of <em>{person_name_possessive}</em> address one year ago.
eo: Pit in rinnins anent <em>{person_name_possessive}</em> address a yeir syne.

source: What passports do you hold?
eo: Whut passpoorts dae ye houl?

source: What passports does <em>{person_name}</em> hold?
eo: Whut passpoorts daes <em>{person_name}</em> houl?

source: You selected “Other”. What passports do you hold?
eo: Ye ootwaled "Ither". Whut passpoorts dae ye houl?

source: You selected “Other”. What passports does <em>{person_name}</em> hold?
eo: Ye ootwaled "Ither". Whut passpoorts daes <em>{person_name}</em> houl?

source: You selected “Other”. What other passports do you hold?
eo: Ye ootwaled "Ither". Whut ither passpoorts dae ye houl?

source: You selected “Other”. What other passports does <em>{person_name}</em> hold?
eo: Ye ootwaled "Ither". Whut ither passpoorts daes <em>{person_name}</em> houl?

source: How would you describe your national identity?
eo: Whut-wye wud ye insense a bodie intil tha mairk o yer kintrie?

source: How would <em>{person_name}</em> describe their national identity?
eo: Hoo wud <em>{person_name}</em> insense a bodie intil tha mairk o thair kintrie?

source: You selected “Other”. How would you describe your national identity?
eo: Ye ootwaled "Ither". Hoo wud ye insense a bodie intil tha mairk o yer kintrie?

source: You selected “Other”. How would <em>{person_name}</em> describe their national identity?
eo: Ye ootwaled "Ither". Hoo wud <em>{person_name}</em> insense a bodie intil tha mairk o thair kintrie?

source: You selected “Other”. How would you describe your other national identity?
eo: Ye ootwaled "Ither". Hoo wud ye insense a bodie intil tha mairk o yer ither kintrie?

source: You selected “Other”. How would <em>{person_name}</em> describe their other national identity?
eo: Ye ootwaled "Ither". Hoo wud <em>{person_name}</em> insense a bodie intil tha mairk o thair ither kintrie?

source: What is your ethnic group?
eo: Whut soart o kin wud ye be frae?

source: What is <em>{person_name_possessive}</em> ethnic group?
eo: Whut soart o kin wud <em>{person_name_possessive}</em> be frae?

source: You selected “Any other ethnic group”. How would you describe your ethnic group?
eo: Ye ootwaled " Onie ither soart o kin". Hoo wud ye insense a bodie intil yer soart o kin?

source: You selected “Any other ethnic group”. How would <em>{person_name}</em> describe their ethnic group?
eo: Ye ootwaled " Onie ither soart o kin". Hoo wud <em>{person_name}</em> insense a bodie intil thair soart o kin?

source: What religion, religious denomination or body do you belong to?
eo: Whut releegion, kirk or releegious convenerie dae ye belang tae?

source: What religion, religious denomination or body does <em>{person_name}</em> belong to?
eo: Whut releegion, kirk or releegious convenerie daes <em>{person_name}</em> belang tae?

source: You selected “Other”. What religion, religious denomination or body do you belong to?
eo: Ye ootwaled "Ither". Whut releegion, kirk or releegious convenerie dae ye belang tae?

source: You selected “Other”. What religion, religious denomination or body does <em>{person_name}</em> belong to?
eo: Ye ootwaled "Ither". Whut releegion, kirk or releegious convenerie daes <em>{person_name}</em> belang tae?

source: What religion, religious denomination or body were you <em>brought up</em> in?
eo: Whut releegion, kirk or releegious convenerie wur ye <em>raired</em> wi?

source: What religion, religious denomination or body was {person_name} <em>brought up</em> in?
eo: Whut releegion, kirk or releegious convenerie wus {person_name} <em>raired</em> in?

source: You selected “Other”. What religion, religious denomination or body were you brought up in?
eo: Ye ootwaled "Ither". Whut releegion, kirk or releegious convenerie wur ye raired in?

source: You selected “Other”. What religion, religious denomination or body was <em>{person_name}</em> brought up in?
eo: Ye ootwaled "Ither". Whut releegion, kirk or releegious convenerie wus <em>{person_name}</em> raired in?

source: What is your main language?
eo: Whut wud be yer foremaist leid?

source: What is <em>{person_name_possessive}</em> main language?
eo: Whut wud be <em>{person_name_possessive}</em> foremaist leid?

source: You selected “Other, including British or Irish Sign Language”. What is your main language?
eo: Ye ootwaled "Ither,, takkin in Britisch or Airsch Fing'ert Leid". Whut bes yer foremaist leid?

source: You selected “Other, including British or Irish Sign Language”. What is <em>{person_name_possessive}</em> main language?
eo: Ye ootwaled "Ither,, takkin in Britisch or Airsch Fing'ert Leid". Whut bes <em>{person_name_possessive}</em> foremaist leid?

source: How well can you speak English?
eo: Hoo weel cud ye taak Inglisch?

source: How well can <em>{person_name}</em> speak English?
eo: Hoo weel cud <em>{person_name}</em> taak Inglisch?

source: Can you understand, speak, read or write Irish?
eo: Cud ye unnèrstaun, taak, raed or scrieve Airisch?

source: Can <em>{person_name}</em> understand, speak, read or write Irish?
eo: Cud <em>{person_name}</em> unnèrstaun, taak, raed or scrieve Airisch?

source: How often do you speak Irish?
eo: Hoo affen dae ye taak Airisch?

source: How often does <em>{person_name}</em> speak Irish?
eo: Hoo affen daes <em>{person_name}</em> taak Airisch?

source: Can you understand, speak, read or write Ulster-Scots?
eo: Cud ye unnèrstaun, taak, raed or scrieve Ulstèr-Scotch?

source: Can <em>{person_name}</em> understand, speak, read or write Ulster-Scots?
eo: Cud <em>{person_name}</em> unnèrstaun, taak, raed or scrieve Ulstèr-Scotch?

source: How often do you speak Ulster-Scots?
eo: Hoo affen dae ye taak Ulstèr-Scotch?

source: How often does <em>{person_name}</em> speak Ulster-Scots?
eo: Hoo affen daes <em>{person_name}</em> taak Ulstèr-Scotch?

source: How is your health in general?
eo: Whut wye's yer poust in yersel?

source: How is <em>{person_name_possessive}</em> health in general?
eo: Whut wye's <em>{person_name_possessive}</em> poust in genèral?

source: Are your day-to-day activities limited because of a health problem or disability which has lasted, or is expected to last, at least 12 months?
eo: Wud yer day an daily daeins be restrickit owre tha heid o a pall wi yer poust, or an impediment ’at haes held oan, or is lippent oan houlin oan, a yeir or mair?

source: Are <em>{person_name_possessive}</em> day-to-day activities limited because of a health problem or disability which has lasted, or is expected to last, at least 12 months?
eo: Wud <em>{person_name_possessive}</em> day an daily daeins be retrickit owre tha heid o a pall wi thair poust or an impediment 'at haes held oan, or is lippent oan houlin oan, a yeir or mair?

source: Do you have any of the following <em>physical health conditions</em> which have lasted, or are expected to last, at least 12 months?
eo: Dae ye hae onie o tha follaein <em>troubles wi yer poust</em> 'at haes held oan, or is lippent oan houlin oan, a twalmond or mair?

source: Does {person_name} have any of the following <em>physical health conditions</em> which have lasted, or are expected to last, at least 12 months?
eo: Daes {person_name} hae onie o tha follaein <em>troubles wi thair poust</em> 'at haes held oan, or is lippent oan houlin oan, a yeir or mair?

source: Do you have any of the following <em>other health conditions</em> which have lasted, or are expected to last, at least 12 months?
eo: Dae ye hae onie o tha follaein <em>ither troubles wi yer poust</em> 'at haes held oan, or is lippent tae houlin oan, a twalmond or mair?

source: Does {person_name} have any of the following <em>other health conditions</em> which have lasted, or are expected to last, at least 12 months?
eo: Daes {person_name} hae onie o tha follaein <em>ither troubles wi thair poust</em> 'at haes held oan, or is lippent oan houlin oan, a yeir or mair?

source: Do you look after, or give any help or support to, anyone because they have long-term physical or mental health conditions or illnesses, or problems related to old age?
eo: Dae ye tent, or gie onie kin o a pull-oot tae, oniebodie owre tha heid o lang-tholed physical or mental halth condeetions or seeknesses, or palls adae wi oul age?

source: Does <em>{person_name}</em> look after, or give any help or support to, anyone because they have long-term physical or mental health conditions or illnesses, or problems related to old age?
eo: Daes <em>{person_name}</em> tent, or gie onie kin o a pull-oot tae, oniebodie owre tha heid o lang-tholed physical or mental halth condeetions or seeknesses, or palls adae wi oul age?

source: Which of the following best describes your sexual orientation?
eo: Whilk yin o tha follaein gies tha maist siccar accoont o yer sex airtin?

source: Which of the following best describes <em>{person_name_possessive}</em> sexual orientation?
eo: Whutch yin o tha follaein gies tha maist siccar accoont o <em>{person_name_possessive}</em> sex airtin?

source: Have you achieved a qualification at degree level or above?
eo: Hae ye wun til collegianer's lines wi lettèrs efter yer name or abune thon?

source: Has <em>{person_name}</em> achieved a qualification at degree level or above?
eo: Haes <em>{person_name}</em> wun til collegianer's lines wi lettèrs efter thair name or abune thon?

source: Have you achieved a GCSE or equivalent qualification?
eo: Hae ye wun til a GCSE or siclike lines?

source: Has <em>{person_name}</em> achieved a GCSE or equivalent qualification?
eo: Haes <em>{person_name}</em> wun til a GCSE or siclike lines?

source: Have you achieved an A level, AS level or equivalent qualifications?
eo: Hae ye wun til an A heicht, AS heicht or siclike lines?

source: Has <em>{person_name}</em> achieved an A level, AS level or equivalent qualifications?
eo: Haes <em>{person_name}</em> wun til an A-heicht, AS heicht or siclike lines?

source: Have you achieved an NVQ or equivalent qualification?
eo: Hae ye wun til an NVQ or siclike lines?

source: Has <em>{person_name}</em> achieved an NVQ or equivalent qualification?
eo: Haes <em>{person_name}</em> wun til an NVQ or siclike lines?

source: Have you achieved any other qualifications?
eo: Hae ye wun til onie ither lines?

source: Has <em>{person_name}</em> achieved any other qualifications?
eo: Haes <em>{person_name}</em> wun til onie ither lines?

source: Have you completed an apprenticeship?
eo: Hae ye throcht a tack o prenticin?

source: Has <em>{person_name}</em> completed an apprenticeship?
eo: Haes <em>{person_name}</em> throcht prenticin?

source: In the last seven days, were you doing any of the following?
eo: In tha seiven days jist by, wur ye daein onie o tha follaein?

source: In the last seven days, was <em>{person_name}</em> doing any of the following?
eo: In tha seiven days jist by, wus <em>{person_name}</em> daein onie o tha follaein?

source: Which of the following describes what you were doing in the last seven days?
eo: Oot o tha follaein, whut yin gies a richt insensin o whut ye wur daein in tha seiven days jist by?

source: Which of the following describes what <em>{person_name}</em> was doing in the last seven days?
eo: Oot o tha follaein, whit yin gies a richt insensin o whut <em>{person_name}</em> wus daein in tha seiven days jist by?

source: In the last four weeks, were you actively looking for any kind of paid work?
eo: In tha fower sennichts jist by, wur ye haein a throu-gan leuk fur onie kine o pey'd wark?

source: In the last four weeks, was <em>{person_name}</em> actively looking for any kind of paid work?
eo: In tha fower sennichts jist by, wus <em>{person_name}</em> haein a throch-gan leuk fur onie kine o pey'd wark?

source: If a job became available now, could you start it within two weeks?
eo: Gin a bodie trystit ye fur wark thenoo, cud ye stairt til it athin twa sennichts?

source: If a job became available now, could <em>{person_name}</em> start it within two weeks?
eo: Gin a bodie trystit wi thaim fur wark thenoo, cud <em>{person_name}</em> stairt til't athin twa sennichts?

source: In the last seven days, were you waiting to start a job already accepted?
eo: In tha seiven days jist by, wur ye lippenin oan jynin til wark ye haed trystit fur aareadie?

source: In the last seven days, was <em>{person_name}</em> waiting to start a job already accepted?
eo: In tha seiven days jist by, wus <em>{person_name}</em> lippenin oan jynin til wark the' haed trystit fur aareadie?

source: Have you ever done any paid work?
eo: Hae ye ivver daen onie pey'd wark?

source: Has <em>{person_name}</em> ever done any paid work?
eo: Haes <em>{person_name}</em> ivver daen onie pey'd wark?

source: In your main job, what is your employment status?
eo: In yer foremaist tack, whut wud be yer stannin in wark?

source: In their main job, what is <em>{person_name_possessive}</em> employment status?
eo: In thair foremaist tack, whut wud be <em>{person_name_possessive}</em> stannin in wark?

source: In your main job, what was your employment status?
eo: In yer foremaist tack, whut wus yer stannin in wark?

source: In their main job, what was <em>{person_name_possessive}</em> employment status?
eo: In thair foremaist tack, whut wus <em>{person_name_possessive}</em> stannin in wark?

source: What is the name of the organisation or business you work for?
eo: Whut dae the' cry tha consarn or ootfit ye wark til?

source: What is the name of the organisation or business <em>{person_name}</em> works for?
eo: Whut dae the' cry tha consarn or ootfit <em>{person_name}</em> warks til?

source: What was the name of the organisation or business you worked for?
eo: Whut daed the' cry tha consarn or ootfit ye wrocht fur?

source: What was the name of the organisation or business <em>{person_name}</em> worked for?
eo: Whut daed the' cry tha consarn or ootfit <em>{person_name}</em> wrocht fur?

source: What is your full job title?
eo: Whut dae the' cry tha darg ye dae, in fu?

source: What is <em>{person_name_possessive}</em> full job title?
eo: Whut dae the' cry tha darg <em>{person_name_possessive}</em> daes, in fu?

source: What was your full job title?
eo: Whut daed the' cry tha darg ye daed, in fu?

source: What was <em>{person_name_possessive}</em> full job title?
eo: Whut daed the' cry tha darg <em>{person_name_possessive}</em> daed, in fu?

source: Briefly describe what you do in your main job.
eo: Gie shoart wittins anent whut ye dae in yer foremaist tack.

source: Briefly describe what <em>{person_name}</em> does in their main job.
eo: Gie shoart wittins anent whut <em>{person_name}</em> daes in thair foremaist tack.

source: Briefly describe what you did in your main job.
eo: Gie shoart wittins anent whut ye daed in yer foremaist tack.

source: Briefly describe what <em>{person_name}</em> did in their main job.
eo: Gie shoart wittins anent whut <em>{person_name}</em> daed in thair foremaist tack.

source: What is the main activity of your organisation, business or freelance work?
eo: Whut wud be tha foremaist throch-pit o yer consarn, ootfit or wark daen oan yer ain accoont?

source: What is the main activity of <em>{person_name_possessive}</em> organisation, business or freelance work?
eo: Whut wud be tha foremaist throch-pit o <em>{person_name_possessive}</em> consarn, ootfit or wark daen oan thair ain accoont?

source: What was the main activity of your organisation, business or freelance work?
eo: Whut wus tha foremaist throch-pit o yer consarn, ootfit or wark daen en's-erran oan yer ain accoont?

source: What was the main activity of <em>{person_name_possessive}</em> organisation, business or freelance work?
eo: Whut wus tha foremaist throch-pit o <em>{person_name_possessive}</em> consarn, ootfit or wark daen en's-erran oan thair ain accoont?

source: Do you supervise or oversee the work of other employees on a day-to-day basis?
eo: Wud ye owergang or hae tha owersicht o tha wark o ither warkin fowk day an daily?

source: Does <em>{person_name}</em> supervise or oversee the work of other employees on a day-to-day basis?
eo: Daes <em>{person_name}</em> owergang or hae tha owersicht o tha wark o ither warkin fowk day an daily?

source: Did you supervise or oversee the work of other employees on a day-to-day basis?
eo: Daed ye owergang or hae tha owersicht o tha wark o ither warkin fowk day an daily?

source: Did <em>{person_name}</em> supervise or oversee the work of other employees on a day-to-day basis?
eo: Daed <em>{person_name}</em> owergang or hae tha owersicht o tha wark o ither warkin fowk day an daily?

source: In your main job, how many hours a week do you usually work?
eo: In yer foremaist tack, hoo monie oors dae ye wark in tha sennicht, fur ordnar?

source: In <em>{person_name_possessive}</em> main job, how many hours a week do they usually work?
eo: In <em>{person_name_possessive}</em> foremaist tack, hoo monie oors dae the' wark in tha sennicht, fur ordnar?

source: In your main job, how many hours a week did you usually work?
eo: In yer foremaist tack, hoo monie oors daed ye wark in tha sennicht, fur ordnar?

source: In <em>{person_name_possessive}</em> main job, how many hours a week did they usually work?
eo: In <em>{person_name_possessive}</em> foremaist tack, hoo monie oors daed the' wark in tha sennicht, fur ordnar?

source: Where is your main place of <em>work</em>?
eo: Whar's yer foremaist place o <em>wark</em>?

source: Where is <em>{person_name_possessive}</em> main place of <em>work</em>?
eo: Whar's <em>{person_name_possessive}</em> foremaist place o <em>wark</em>?

source: Where did you mainly <em>work</em>?
eo: Whar daed ye <em>wark</em> fur tha maist feck?

source: Where did <em>{person_name}</em> mainly <em>work</em>?
eo: Whar daed <em>{person_name}</em> <em>wark</em> fur tha maist feck?

source: Is your main place of <em>work</em> in the UK?
eo: Wud yer foremaist place o <em>wark</em> be in tha UK?

source: Is <em>{person_name_possessive}</em> main place of <em>work</em> in the UK?
eo: Wud <em>{person_name_possessive}</em> foremaist place o <em>wark</em> be in tha UK?

source: Was your main place of <em>work</em> in the UK?
eo: Wus yer foremaist place o <em>wark</em> in tha UK?

source: Was <em>{person_name_possessive}</em> main place of <em>work</em> in the UK?
eo: Wus <em>{person_name_possessive}</em> foremaist place o <em>wark</em> in tha UK?

source: In which country is your main place of <em>work</em>?
eo: In whut kintrie bes yer foremaist place o <em>wark</em>?

source: In which country is <em>{person_name_possessive}</em> main place of <em>work</em>?
eo: In whut kintrie bes <em>{person_name_possessive}</em> foremaist place o <em>wark</em>?

source: In which country was your main place of <em>work</em>?
eo: In whut kintrie wus yer foremaist place o <em>wark</em>?

source: In which country was <em>{person_name_possessive}</em> main place of <em>work</em>?
eo: In whut kintrie wus <em>{person_name_possessive}</em> foremaist place o <em>wark</em>?

source: In which town and county is your main place of <em>work</em>?
eo: In whut toon an kintrie bes yer foremaist place o <em>wark</em>?

source: In which town and county is <em>{person_name_possessive}</em> main place of <em>work</em>?
eo: In whut toon an kintrie bes <em>{person_name_possessive}</em> foremaist place o <em>wark</em>?

source: In which town and county was your main place of <em>work</em>?
eo: In whut toon an kintrie wus yer foremaist place o <em>wark</em>?

source: In which town and county was <em>{person_name_possessive}</em> main place of <em>work</em>?
eo: In whut toon an kintrie wus <em>{person_name_possessive}</em> foremaist place o <em>wark</em>?

source: What is the address of your main place of <em>work</em>?
eo: Whut bes tha address o yer foremaist place o <em>wark</em>?

source: What is the address of <em>{person_name_possessive}</em> main place of <em>work</em>?
eo: Whut bes tha address o <em>{person_name_possessive}</em> foremaist place o <em>wark</em>?

source: What was the address of your main place of <em>work</em>?
eo: Whut wus tha address o tha foremaist place ye <em>wrocht</em>?

source: What was the address of <em>{person_name_possessive}</em> main place of <em>work</em>?
eo: Whut wus tha address o <em>{person_name_possessive}</em> foremaist place o <em>wark</em>?

source: How do you usually travel to your main place of <em>work</em>?
eo: Hoo dae ye gang tae yer foremaist place o <em>wark</em> fur ordnar?

source: How does <em>{person_name}</em> usually travel to their main place of <em>work</em>?
eo: Hoo wud <em>{person_name}</em> gang tae thair foremaist place o <em>wark</em>, fur ordnar?

source: How did you usually travel to your main place of <em>work</em>?
eo: Hoo daed ye gang tae yer foremaist place o <em>wark</em> fur ordnar?

source: How did <em>{person_name}</em> usually travel to their main place of <em>work</em>?
eo: Hoo daed <em>{person_name}</em> gang tae thair foremaist place o <em>wark</em>, fur ordnar?

source: Where is your main place of <em>study</em>?
eo: Whar dae ye hae yer <em>lear</em> fur tha maist feck?

source: Where is <em>{person_name_possessive}</em> main place of <em>study</em>?
eo: Whar's <em>{person_name_possessive}</em> foremaist place o <em>lear</em>?

source: Is your place of <em>study</em> in Northern Ireland?
eo: Wud yer foremaist place o <em>lear</em> be in Norlin Airlann?

source: Is <em>{person_name_possessive}</em> place of <em>study</em> in Northern Ireland?
eo: Wud <em>{person_name_possessive}</em> foremaist place o <em>lear</em> be in Norlin Airlann?

source: In which country is your course of <em>study</em>, including school?
eo: In whut kintrie bes yer place o <em>lear</em>, takkin in schuil?

source: In which country is <em>{person_name_possessive}</em> course of <em>study</em>, including school?
eo: In whut kintrie bes <em>{person_name_possessive}</em> place o <em>lear</em>, takkin in schuil?

source: What is the address of your main place of <em>study</em>?
eo: Whut wud be tha address o tha foremaist place ye hae yer <em>lear</em>?

source: What is the address of <em>{person_name_possessive}</em> main place of <em>study</em>?
eo: Whut bes tha address o <em>{person_name_possessive}</em> foremaist place o <em>lear</em>?

source: How do you usually travel to your main place of <em>study</em>, including school?
eo: Fur ordnar, hoo dae ye gang tae yer foremaist place o <em>lear</em>, takkin in schuil?

source: How does <em>{person_name}</em> usually travel to their main place of <em>study</em>, including school?
eo: Fur ordnar, hoo daes <em>{person_name}</em> gang tae thair foremaist place o <em>lear</em>, takkin in schuil?

source: What is <em>{person_name_possessive}</em> usual address?
eo: Whut wud be <em>{person_name_possessive}</em> address, fur ordnar?

source: What is <em>{person_name_possessive}</em> usual UK address?
eo: Whut bes <em>{person_name_possessive}</em> address in tha UK, fur ordnar?

source: In which country outside the UK does <em>{person_name}</em> usually live?
eo: In whut kintrie ootbye tha UK daes <em>{person_name}</em> bide, fur ordnar?

source: These people will be counted as visitors
eo: These bodies wull be coontit like landers

# {second_person_name} is your <em>…</em>
source: Complete the sentence by selecting the appropriate relationship.
eo: Mak tha sentence hale by ootwalin tha effeirin sibness.
