Repository: petechd/eq-questionnaire-schemas
Catalog: translations/*/census_household_gb_nir_*.po
Languages: eo

# You are {age} old. Is this correct?
source: Yes, I am {age} old
eo: Aye, A'm {age} oul

# You are {age} old. Is this correct?
source: No, I need to correct my date of birth
eo: Naw, A maun cheynge tha date A wus boarn

# <em>{person_name}</em> is {age} old. Is this correct?
source: Yes, {person_name} is {age} old
eo: Aye, {person_name} bis {age} oul

# <em>{person_name}</em> is {age} old. Is this correct?
source: No, I need to correct their date of birth
eo: Naw, A maun cheynge tha date the' wur boarn

# What was <em>{person_name_possessive}</em> age on their last birthday?
source: This age is an estimate
eo: This age bis jaloused

# What is your sex?
source: Female
eo: Wummin-bodie

# What is your sex?
source: Male
eo: Man-bodie

# What is <em>{person_name_possessive}</em> sex?
source: Female
eo: Wummin-bodie

# What is <em>{person_name_possessive}</em> sex?
source: Male
eo: Man-bodie

# What is your marital or civil partnership status?
source: Single, never married and never in a civil partnership
eo: Sing’l, nivver merriet an nivver in a ceevil pairtnerie

# What is your marital or civil partnership status?
source: Married
eo: Merriet

# What is your marital or civil partnership status?
source: In a civil partnership
eo: In a ceevil pairtnerie

# What is your marital or civil partnership status?
source: Separated, but still legally married
eo: Sindèrt; merriet gan bae tha laa, but

# What is your marital or civil partnership status?
source: Separated, but still legally in a civil partnership
eo: Sindèrt; gan bae tha laa, but, in a ceevil pairtnerie yit

# What is your marital or civil partnership status?
source: Divorced
eo: Divorce't

# What is your marital or civil partnership status?
source: Formerly in a civil partnership which is now legally dissolved
eo: In a ceevil pairtnerie afore, ’at’s lowsed noo bae tha laa

# What is your marital or civil partnership status?
source: Widowed
eo: Widda't

# What is your marital or civil partnership status?
source: Surviving partner from a civil partnership
eo: Ootleevin pairtner frae a ceevil pairtnerie

# What is <em>{person_name_possessive}</em> marital or civil partnership status?
source: Single, never married and never in a civil partnership
eo: Sing’l, nivver merriet an nivver in a ceevil pairtnerie

# What is <em>{person_name_possessive}</em> marital or civil partnership status?
source: Married
eo: Merriet

# What is <em>{person_name_possessive}</em> marital or civil partnership status?
source: In a civil partnership
eo: In a ceevil pairtnerie

# What is <em>{person_name_possessive}</em> marital or civil partnership status?
source: Separated, but still legally married
eo: Sindèrt; merriet gan bae tha laa, but

# What is <em>{person_name_possessive}</em> marital or civil partnership status?
source: Separated, but still legally in a civil partnership
eo: Sindèrt; gan bae tha laa, but, in a ceevil pairtnerie yit

# What is <em>{person_name_possessive}</em> marital or civil partnership status?
source: Divorced
eo: Divorce't

# What is <em>{person_name_possessive}</em> marital or civil partnership status?
source: Formerly in a civil partnership which is now legally dissolved
eo: In a ceevil pairtnerie afore, ’at’s lowsed noo bae tha laa

# What is <em>{person_name_possessive}</em> marital or civil partnership status?
source: Widowed
eo: Widda't

# What is <em>{person_name_possessive}</em> marital or civil partnership status?
source: Surviving partner from a civil partnership
eo: Ootleevin pairtner frae a ceevil pairtnerie

# Are you a student in full-time education?
source: Yes
eo: Aye

# Are you a student in full-time education?
source: No
eo: Naw

# Is <em>{person_name}</em> a student in full-time education?
source: Yes
eo: Aye

# Is <em>{person_name}</em> a student in full-time education?
source: No
eo: Naw

# Are you a schoolchild or student in full-time education?
source: Yes
eo: Aye

# Are you a schoolchild or student in full-time education?
source: No
eo: Naw

# Is <em>{person_name}</em> a schoolchild or student in full-time education?
source: Yes
eo: Aye

# Is <em>{person_name}</em> a schoolchild or student in full-time education?
source: No
eo: Naw

# During term time, where do you usually live?
source: At another address in the UK
eo: Anither address in tha UK

# During term time, where do you usually live?
source: At another address outside the UK
eo: Anither address ootbye tha UK

# During term time, where does <em>{person_name}</em> usually live?
source: At another address in the UK
eo: Anither address in tha UK

# During term time, where does <em>{person_name}</em> usually live?
source: At another address outside the UK
eo: Anither address ootbye tha UK

# What is your country of birth?
source: Northern Ireland
eo: Norlin Airlann

# What is your country of birth?
source: England
eo: Inglann

# What is your country of birth?
source: Scotland
eo: Scoatlann

# What is your country of birth?
source: Republic of Ireland
eo: Republic o Airlann

# What is your country of birth?
source: Elsewhere
eo: Some ither place

# What is <em>{person_name_possessive}</em> country of birth?
source: Northern Ireland
eo: Norlin Airlann

# What is <em>{person_name_possessive}</em> country of birth?
source: England
eo: Inglann

# What is <em>{person_name_possessive}</em> country of birth?
source: Scotland
eo: Scoatlann

# What is <em>{person_name_possessive}</em> country of birth?
source: Republic of Ireland
eo: Rebublic o Airlann

# What is <em>{person_name_possessive}</em> country of birth?
source: Elsewhere
eo: Itherwhar

# One year ago, what was your usual address?
source: Student term-time or boarding school address in the UK
eo: Collegianer lear-time or boordin schuil address in tha UK

# One year ago, what was your usual address?
source: Another address in the UK
eo: Anither address in tha UK

# One year ago, what was your usual address?
source: An address outside the UK
eo: An address ootbye tha UK

# One year ago, what was your usual address?
source: Same as {first_person_possessive} address one year ago
eo: Same as{first_person_possessive} address yin yeir syne

# One year ago, what was <em>{person_name_possessive}</em> usual address?
source: Student term-time or boarding school address in the UK
eo: Collegianer lear-time or boordin schuil address in tha UK

# One year ago, what was <em>{person_name_possessive}</em> usual address?
source: Another address in the UK
eo: Anither address in tha UK

# One year ago, what was <em>{person_name_possessive}</em> usual address?
source: An address outside the UK
eo: An address ootbye tha UK

# One year ago, what was <em>{person_name_possessive}</em> usual address?
source: Same as {first_person_possessive} address one year ago
eo: Same as {first_person_possessive} address yin yeir syne

# What passports do you hold?
source: United Kingdom
eo: Unitit Kyngdome

# What passports do you hold?
source: Ireland
eo: Airlann

# What passports do you hold?
source: Other
eo: Ither

# What passports do you hold?
source: None
eo: Nane

# What passports does <em>{person_name}</em> hold?
source: United Kingdom
eo: Unitit Kyngdome

# What passports does <em>{person_name}</em> hold?
source: Ireland
eo: Airlann

# What passports does <em>{person_name}</em> hold?
source: Other
eo: Ither

# What passports does <em>{person_name}</em> hold?
source: None
eo: Nane

# How would you describe your national identity?
source: British
eo: Brïtisch

# How would you describe your national identity?
source: Irish
eo: Airisch

# How would you describe your national identity?
source: Northern Irish
eo: Norlin Airisch

# How would you describe your national identity?
source: English
eo: Inglisch

# How would you describe your national identity?
source: Scottish
eo: Scotch

# How would you describe your national identity?
source: Welsh
eo: Welsch

# How would you describe your national identity?
source: Other
eo: Ither

# How would <em>{person_name}</em> describe their national identity?
source: British
eo: Brïtisch

# How would <em>{person_name}</em> describe their national identity?
source: Irish
eo: Airisch

# How would <em>{person_name}</em> describe their national identity?
source: Northern Irish
eo: Norlin Airisch

# How would <em>{person_name}</em> describe their national identity?
source: English
eo: Inglisch

# How would <em>{person_name}</em> describe their national identity?
source: Scottish
eo: Scotch

# How would <em>{person_name}</em> describe their national identity?
source: Welsh
eo: Welsch

# How would <em>{person_name}</em> describe their national identity?
source: Other
eo: Ither

# What is your ethnic group?
source: White
eo: Whyte

# What is your ethnic group?
source: Irish Traveller
eo: Airisch Treveller

# What is your ethnic group?
source: Indian
eo: Ïndyan

# What is your ethnic group?
source: Filipino
eo: Fïlipino

# What is your ethnic group?
source: Black African
eo: Blak Aafrican

# What is your ethnic group?
source: Black other
eo: Blak ither

# What is your ethnic group?
source: Mixed ethnic group
eo: A mixtur o kins

# What is your ethnic group?
source: Any other ethnic group
eo: Onie ither soart o kin

# What is <em>{person_name_possessive}</em> ethnic group?
source: White
eo: Whyte

# What is <em>{person_name_possessive}</em> ethnic group?
source: Irish Traveller
eo: Airisch Treveller

# What is <em>{person_name_possessive}</em> ethnic group?
source: Indian
eo: Ïndyan

# What is <em>{person_name_possessive}</em> ethnic group?
source: Filipino
eo: Fïlipino

# What is <em>{person_name_possessive}</em> ethnic group?
source: Black African
eo: Blak Aafrican

# What is <em>{person_name_possessive}</em> ethnic group?
source: Black other
eo: Blak ither

# What is <em>{person_name_possessive}</em> ethnic group?
source: Mixed ethnic group
eo: A mixtur o kins

# What is <em>{person_name_possessive}</em> ethnic group?
source: Any other ethnic group
eo: Onie ither soart o kin

# What religion, religious denomination or body do you belong to?
source: Roman Catholic
eo: Roman Caithlick

# What religion, religious denomination or body do you belong to?
source: Presbyterian Church in Ireland
eo: Prisbetarian Kirk in Airlann

# What religion, religious denomination or body do you belong to?
source: Church of Ireland
eo: Kirk o Airlann

# What religion, religious denomination or body do you belong to?
source: Methodist Church in Ireland
eo: Methody Kirk in Airlann

# What religion, religious denomination or body do you belong to?
source: Other
eo: Ither

# What religion, religious denomination or body do you belong to?
source: None
eo: Nane

source: Roman Catholic
eo: Roman Caithlick

source: Presbyterian Church in Ireland
eo: Prisbetarian Kirk in Airlann

source: Church of Ireland
eo: Kirk o Airlann

source: Methodist Church in Ireland
eo: Methody Kirk in Airlann

source: Other
eo: Ither

source: None
eo: Nane

# What religion, religious denomination or body were you <em>brought up</em> in?
source: Roman Catholic
eo: Roman Caithlick

# What religion, religious denomination or body were you <em>brought up</em> in?
source: Presbyterian Church in Ireland
eo: Prisbetarian Kirk in Airlann

# What religion, religious denomination or body were you <em>brought up</em> in?
source: Church of Ireland
eo: Kirk o Airlann

# What religion, religious denomination or body were you <em>brought up</em> in?
source: Methodist Church in Ireland
eo: Methody Kirk in Airlann

# What religion, religious denomination or body were you <em>brought up</em> in?
source: Other
eo: Ither

# What religion, religious denomination or body were you <em>brought up</em> in?
source: None
eo: Nane

source: Roman Catholic
eo: Roman Caithlick

source: Presbyterian Church in Ireland
eo: Prisbetarian Kirk in Airlann

source: Church of Ireland
eo: Kirk o Airlann

source: Methodist Church in Ireland
eo: Methody Kirk in Airlann

source: Other
eo: Ither

source: None
eo: Nane

# What is your main language?
source: English
eo: Inglisch

# What is your main language?
source: Other, including British or Irish Sign Language
eo: Ither, takkin in Britisch or Airisch Fïng’ert Leid

# What is <em>{person_name_possessive}</em> main language?
source: English
eo: Inglisch

# What is <em>{person_name_possessive}</em> main language?
source: Other, including British or Irish Sign Language
eo: Ither, takkin in Britisch or Airisch Fïng’ert Leid

# How well can you speak English?
source: Very well
eo: Gye an weel

# How well can you speak English?
source: Well
eo: Weel

# How well can you speak English?
source: Not well
eo: No weel

# How well can you speak English?
source: Not at all
eo: Nocht ava

# How well can <em>{person_name}</em> speak English?
source: Very well
eo: Gye an weel

# How well can <em>{person_name}</em> speak English?
source: Well
eo: Weel

# How well can <em>{person_name}</em> speak English?
source: Not well
eo: No weel

# How well can <em>{person_name}</em> speak English?
source: Not at all
eo: Nocht ava

# Can you understand, speak, read or write Irish?
source: No ability
eo: Nae kennin

# Can you understand, speak, read or write Irish?
source: Understand Irish
eo: Unnèrstaun Airisch

# Can you understand, speak, read or write Irish?
source: Speak Irish
eo: Taak Airisch

# Can you understand, speak, read or write Irish?
source: Read Irish
eo: Raed Airisch

# Can you understand, speak, read or write Irish?
source: Write Irish
eo: Scrieve Airisch

# Can <em>{person_name}</em> understand, speak, read or write Irish?
source: No ability
eo: Nae kennin

# Can <em>{person_name}</em> understand, speak, read or write Irish?
source: Understand Irish
eo: Unnèrstaun Airisch

# Can <em>{person_name}</em> understand, speak, read or write Irish?
source: Speak Irish
eo: Taak Airisch

# Can <em>{person_name}</em> understand, speak, read or write Irish?
source: Read Irish
eo: Raed Airisch

# Can <em>{person_name}</em> understand, speak, read or write Irish?
source: Write Irish
eo: Scrieve Airisch

# How often do you speak Irish?
source: Daily
eo: Ilka-day

# How often do you speak Irish?
source: Weekly
eo: Ilka sennicht

# How often do you speak Irish?
source: Less often
eo: No sae affen

# How often do you speak Irish?
source: Never
eo: Nivver

# How often does <em>{person_name}</em> speak Irish?
source: Daily
eo: Ilka-day

# How often does <em>{person_name}</em> speak Irish?
source: Weekly
eo: Ilka sennicht

# How often does <em>{person_name}</em> speak Irish?
source: Less often
eo: No sae affen

# How often does <em>{person_name}</em> speak Irish?
source: Never
eo: Nivver

# Can you understand, speak, read or write Ulster-Scots?
source: No ability
eo: Nae kennin

# Can you understand, speak, read or write Ulster-Scots?
source: Understand Ulster-Scots
eo: Unnèrstaun Ulstèr-Scotch

# Can you understand, speak, read or write Ulster-Scots?
source: Speak Ulster-Scots
eo: Taak Ulstèr-Scotch

# Can you understand, speak, read or write Ulster-Scots?
source: Read Ulster-Scots
eo: Raed Ulstèr-Scotch

# Can you understand, speak, read or write Ulster-Scots?
source: Write Ulster-Scots
eo: Scrieve Ulstèr-Scotch

# Can <em>{person_name}</em> understand, speak, read or write Ulster-Scots?
source: No ability
eo: Nae kennin

# Can <em>{person_name}</em> understand, speak, read or write Ulster-Scots?
source: Understand Ulster-Scots
eo: Unnèrstaun Ulstèr-Scotch

# Can <em>{person_name}</em> understand, speak, read or write Ulster-Scots?
source: Speak Ulster-Scots
eo: Taak Ulstèr-Scotch

# Can <em>{person_name}</em> understand, speak, read or write Ulster-Scots?
source: Read Ulster-Scots
eo: Raed Ulstèr-Scotch

# Can <em>{person_name}</em> understand, speak, read or write Ulster-Scots?
source: Write Ulster-Scots
eo: Scrieve Ulstèr-Scotch

# How often do you speak Ulster-Scots?
source: Daily
eo: Ilka-day

# How often do you speak Ulster-Scots?
source: Weekly
eo: Ilka sennicht

# How often do you speak Ulster-Scots?
source: Less often
eo: No sae affen

# How often do you speak Ulster-Scots?
source: Never
eo: Nivver

# How often does <em>{person_name}</em> speak Ulster-Scots?
source: Daily
eo: Ilka-day

# How often does <em>{person_name}</em> speak Ulster-Scots?
source: Weekly
eo: Ilka sennicht

# How often does <em>{person_name}</em> speak Ulster-Scots?
source: Less often
eo: No sae affen

# How often does <em>{person_name}</em> speak Ulster-Scots?
source: Never
eo: Nivver

# How is your health in general?
source: Very good
eo: Gye an guid

# How is your health in general?
source: Good
eo: Guid

# How is your health in general?
source: Fair
eo: Mïddlin

# How is your health in general?
source: Bad
eo: No weel

# How is your health in general?
source: Very bad
eo: Affa no weel

# How is <em>{person_name_possessive}</em> health in general?
source: Very good
eo: Gye an guid

# How is <em>{person_name_possessive}</em> health in general?
source: Good
eo: Guid

# How is <em>{person_name_possessive}</em> health in general?
source: Fair
eo: Mïddlin

# How is <em>{person_name_possessive}</em> health in general?
source: Bad
eo: No weel

# How is <em>{person_name_possessive}</em> health in general?
source: Very bad
eo: Affa no weel

source: No
eo: Naw

source: Yes, limited a little
eo: Aye, a weethin restrickit

source: Yes, limited a lot
eo: Aye, restrickit a lock

source: No
eo: Naw

source: Yes, limited a little
eo: Aye, a weethin restrickit

source: Yes, limited a lot
eo: Aye, restrickit a lock

source: Deafness or partial hearing loss
eo: Stane-deefness or hairdness o heerin

source: Blindness or partial sight loss
eo: Blinness or halflins tint sicht

source: A mobility or dexterity difficulty that requires the use of a wheelchair
eo: A hinner wi gettin aboot or slicht, ’at gars a bodie uise a wheelchyre

source: A mobility or dexterity difficulty that limits basic physical activities
eo: A pall wi gettin aboot or yer hannlin giein bother 'at restricks yer daeins

source: Shortness of breath or difficulty breathing
eo: Peghin or hirsellin

source: None of these conditions
eo: Nane o these troubles

source: Deafness or partial hearing loss
eo: Stane-deefness or hairdness o heerin

source: Blindness or partial sight loss
eo: Blinness or halflins tint sicht

source: A mobility or dexterity difficulty that requires the use of a wheelchair
eo: A hinner wi gettin aboot or slicht, ’at gars a bodie uise a wheelcheyre

source: A mobility or dexterity difficulty that limits basic physical activities
eo: A pall wi gettin aboot or yer hannlin giein bother ’at restricks yer daeins

source: Shortness of breath or difficulty breathing
eo: Peghin or hirsellin

source: None of these conditions
eo: Nane o these troubles

source: An intellectual or learning disability
eo: An impediment wi lear

source: A learning difficulty
eo: An impediment wi lear

source: An emotional, psychological or mental health condition
eo: An emotional, psychological or mental halth condeetion

source: Frequent periods of confusion or memory loss
eo: Affen haein tacks o bein peerie-heedit or tynin tha wye o't

source: Long-term pain or discomfort
eo: Lang-tholed stoon or fash in yersel

source: Other condition
eo: Ither trouble

source: None of these conditions
eo: Nane o these troubles

source: An intellectual or learning disability
eo: An impediment wi lear

source: A learning difficulty
eo: An impediment wi lear

source: An emotional, psychological or mental health condition
eo: An emotional psychological or mental halth condeetion

source: Frequent periods of confusion or memory loss
eo: Affen haein tacks o bein peerie-heedit or tynin tha wye o't

source: Long-term pain or discomfort
eo: Lang-tholed stoon or fash in yersel

source: Other condition
eo: Ither trouble

source: None of these conditions
eo: Nane o these troubles

source: No
eo: Naw

source: Yes, 1 to 19 hours a week
eo: Aye, yin tae nineteen oors ilka sennicht

source: Yes, 20 to 34 hours a week
eo: Aye, twuntie tae thurtie-fower oors ilka sennicht

source: Yes, 35 to 49 hours a week
eo: Aye, thurtie-five tae fowertie-nine oors ilka sennicht

source: Yes, 50 hours or more a week
eo: Aye, fïftie or mair oors ilka sennicht

source: No
eo: Naw

source: Yes, 1 to 19 hours a week
eo: Aye, yin tae nineteen oors ilka sennicht

source: Yes, 20 to 34 hours a week
eo: Aye, twuntie tae thurtie-fower oors ilka sennicht

source: Yes, 35 to 49 hours a week
eo: Aye, thurtie-five tae fowertie-nine oors ilka sennicht

source: Yes, 50 hours or more a week
eo: Aye, fïftie or mair oors ilka sennicht

# Which of the following best describes your sexual orientation?
source: Straight or Heterosexual
eo: Straucht or airtit owerby tither sex

# Which of the following best describes your sexual orientation?
source: Bisexual
eo: Airtit at baith sexes

# Which of the following best describes your sexual orientation?
source: Other sexual orientation
eo: Ither sex airtin

# Which of the following best describes your sexual orientation?
source: Prefer not to say
eo: Rether no let oan

source: Straight or Heterosexual
eo: Straucht or airtit owerby tither sex

source: Bisexual
eo: Airtit at baith sexes

source: Other sexual orientation
eo: Ither sex airtin

source: Prefer not to say
eo: Rether no let oan

# Have you achieved a qualification at degree level or above?
source: Yes
eo: Aye

# Have you achieved a qualification at degree level or above?
source: No
eo: Naw

# Has <em>{person_name}</em> achieved a qualification at degree level or above?
source: Yes
eo: Aye

# Has <em>{person_name}</em> achieved a qualification at degree level or above?
source: No
eo: Naw

# Have you achieved a GCSE or equivalent qualification?
source: 5 or more GCSEs grades A* to C or 9 to 4
eo: Five or mair GCSEs heicht A* tae C or nine tae fower

# Have you achieved a GCSE or equivalent qualification?
source: Any other GCSEs
eo: Onie ither GCSEs

# Have you achieved a GCSE or equivalent qualification?
source: None of these apply
eo: Nane o these thïngs effeirs

# Has <em>{person_name}</em> achieved a GCSE or equivalent qualification?
source: 5 or more GCSEs grades A* to C or 9 to 4
eo: Five or mair GCSEs heicht A* tae C or nine tae fower

# Has <em>{person_name}</em> achieved a GCSE or equivalent qualification?
source: Any other GCSEs
eo: Onie ither GCSEs

# Has <em>{person_name}</em> achieved a GCSE or equivalent qualification?
source: None of these apply
eo: Nane o these thïngs effeirs

# Have you achieved an A level, AS level or equivalent qualifications?
source: 2 or more A levels
eo: Twa or mair A heichts

# Have you achieved an A level, AS level or equivalent qualifications?
source: 1 A level
eo: Yin A heicht

# Have you achieved an A level, AS level or equivalent qualifications?
source: 1 AS level
eo: Yin AS heicht

# Have you achieved an A level, AS level or equivalent qualifications?
source: None of these apply
eo: Nane o these thïngs effeirs

source: 2 or more A levels
eo: Twa or mair A heichts

source: 1 A level
eo: Yin A heicht

source: 1 AS level
eo: Yin AS heicht

source: None of these apply
eo: Nane o these thïngs effeirs

# Have you achieved an NVQ or equivalent qualification?
source: NVQ level 3 or equivalent
eo: NVQ heicht thrie or siclike

# Have you achieved an NVQ or equivalent qualification?
source: NVQ level 2 or equivalent
eo: NVQ heicht twa or siclike

# Have you achieved an NVQ or equivalent qualification?
source: NVQ level 1 or equivalent
eo: NVQ heicht yin or siclike

# Have you achieved an NVQ or equivalent qualification?
source: None of these apply
eo: Nane o these thïngs effeirs

# Has <em>{person_name}</em> achieved an NVQ or equivalent qualification?
source: NVQ level 3 or equivalent
eo: NVQ heicht thrie or siclike

# Has <em>{person_name}</em> achieved an NVQ or equivalent qualification?
source: NVQ level 2 or equivalent
eo: NVQ heicht twa or siclike
