Repository: petechd/eq-questionnaire-schemas
Catalog: translations/*/census_household_gb_nir_*.po
Languages: eo

source: Census 2021
eo: Heid-coont 20an21

source: Voluntary
eo: Gien fur naethin

source: Submit census
eo: Pit in heid-coont

source: By submitting this census return you are confirming that, to the best of your knowledge and belief, the details provided are correct.
eo: By pittin in this heid-coont foarm ye ir contentit that, as far as ye ir able, tha things pit doon ir richt eneuch.

source: You must submit this census to complete it
eo: Ye maun pit in this heid-coont tae get redd up

source: People who live here
eo: Fowk 'at bides here

source: Relationships
eo: Sibness

source: Household and accommodation
eo: Hoosehaud an dwellin-place

source: Individual Section
eo: Pairt fur yin Sing'l bodie

source: Visitors
eo: Landèrs

source: Circumstances due to coronavirus
eo: Poseetion ower tha heid o tha Coronavirus

source: Introduction to people who live here
eo: Ins-an-oots o fowk wha bide here

source: Where you usually live
eo: Whar ye bide fur ordnar

source: Name of Person {list_item_position}
eo: Name o bodie {list_item_position}

source: Who else lives here
eo: Whut ither bodie bides here

source: People living here
eo: Fowk bidin here

source: Change details for Person {list_item_position}
eo: Cheynge rinnins fur Bodie {list_item_position}

source: Remove Person {list_item_position}
eo: Tak oot Bodie {list_item_position}

source: Any more people living here
eo: Onie ither fowk bidin here

source: Add name of Person {list_item_position}
eo: Eik name o Bodie {list_item_position}

source: Visitors staying here
eo: Landèrs steyin

source: Any more visitors
eo: Onie ither landèrs

source: Name of Visitor {list_item_position}
eo: Name o landèr {list_item_position}

source: Change details for Visitor {list_item_position}
eo: Cheynge rinnins fur Landèr {list_item_position}

source: Remove Visitor {list_item_position}
eo: Tak oot Landèr {list_item_position}

source: People who live here and overnight visitors summary
eo: Fowk wha bide here an ower-nicht lanners

source: Introduction to household relationships
eo: Ins-an-oots o hoo fowk in tha hoose ir connectit

source: How Person {list_item_position} is related to Person {to_list_item_position}
eo: Tha wye Bodie {list_item_position} bes kin tae Bodie {to_list_item_position}

source: How person {list_item_position} is related to anyone else
eo: Tha wye bodie {list_item_position} bes kin tae onie ither bodie

source: Introduction to household and accommodation
eo: Ins-an-oots o tha hoosehaud an dwellin-place

source: Accommodation type
eo: Soart o dwellin-place

source: Type of house
eo: Soart o hoose

source: Type of flat
eo: Soart o flet

source: Adapted accommodation
eo: Adaptit dwellin-place

source: Central heating
eo: Yin-soorce haitin

source: Renewable energy systems
eo: Replenishin pooerin gates

source: Owned or rented accommodation
eo: Aucht or set dwellin-place

source: Landlord
eo: Lannlaird

source: Number of vehicles
eo: Nummer o motors or vans

source: Household and accommodation summary
eo: Hoosehaud an dwellin-place accoont o ootcums

source: Introduction to individual questions
eo: Stairt-aff tae sing'l speirins

source: Who is answering
eo: Wha's makkin answer

source: Date of birth
eo: Date ye wur boarn

source: Marital or civil partnership status
eo: Stannin adae wi merridge or ceevil pairtnerie

source: Student in full-time education
eo: Collegianer in hail-time lear

source: Term-time location
eo: Address throch tha tack o yer lear

source: Term-time address UK
eo: Tack o yer lear address UK

source: Term-time address outside UK
eo: Tack o yer lear address ootbye UK

source: Country of birth
eo: Kintrie wur ye boarn

source: Country of birth outside UK
eo: Kintrie wur ye boarn ootbye tha UK

source: Arrived to live in Northern Ireland
eo: Landit tae bide in Norlin Airlan

source: Location one year ago
eo: Address yin yeir bak

source: Address one year ago outside UK
eo: Address a yeir syne ootbye tha UK

source: Address one year ago
eo: Address a yeir syne

source: Passports
eo: Passpoorts

source: Other passports
eo: Ither passpoorts

source: Other passports multiple
eo: Ither passpoorts wheen

source: National identity
eo: National identitie

source: Other national identity
eo: Ither national identitie

source: Other national identities
eo: Ither national identities

source: Ethnic group
eo: Ethnic curn

source: Other ethnic group describe
eo: Ither curn o kin insense

source: Religion
eo: Releegion

source: Other religion
eo: Ither releegion

source: Childhood religion
eo: Releegion as a wean

source: Other childhood religion
eo: Ither releegion as a wean

source: Main language
eo: Foremaist leid

source: Other language
eo: Ither leid

source: Level of spoken English
eo: Level o taakin Inglisch

source: Irish language skills
eo: Airisch leid skills

source: Ulster-Scots language skills
eo: Ulstèr-Scotch leid skills

source: General health
eo: Oweraa poust

source: Health conditions or illnesses that reduce activity
eo: Halth condeetions ir palls that hinder yer daeins

source: Physical health conditions
eo: Physical halth condeetions

source: Other health conditions
eo: Ither troubles wi yer poust

source: Look after or support others
eo: Tent or gie bakkin til ithers

source: Sexual orientation
eo: Sex airtin

source: Introduction to qualifications questions
eo: Stairt-aff tae speirins anent lines

source: Degree-level or higher qualification
eo: Collegianer’s lines wi lettèrs efter yer name or abune thon

source: GCSE or equivalent qualification
eo: GCSE or siclike lines

source: AS, A level or equivalent qualification
eo: A heicht, AS heicht or siclike lines

source: NVQ or equivalent qualification
eo: NVQ or marrowed lines

source: Any other qualifications
eo: Onie ither lines

source: Apprenticeship
eo: Prenticin

source: Employment status in the last seven days
eo: Stannin in wark in tha seiven days jist by

source: Not employed status in the last seven days
eo: No warkin stannin in tha seiven days jist by

source: Looking for paid work
eo: Leukkin fur pey’d wark

source: Available to start work in the next two weeks
eo: Readie furtae stairt wark in tha twa sennichts cummin

source: Waiting to start a job already accepted
eo: Houlin oan til stairt wark ye hae bin trystit fur aareadie

source: Ever done any paid work
eo: Ivver daen onie pey’d wark

source: Introduction to main job questions
eo: Stairt-aff tae speirins adae wi yer foremaist tack

source: Main job employment status
eo: Foremaist tack stannin in wark

source: Business name
eo: Whut the' cry tha ootfit

source: Job title
eo: Job teetle

source: Job description
eo: Parteeklars o yer darg

source: Business type
eo: Soart o ootfit

source: Supervise other employees
eo: Owergang ither warkers

source: Hours worked
eo: Oors wrocht

source: Type of workplace
eo: Soart o place o wark

source: Main place of work in the UK
eo: Foremaist place o wark in the UK

source: Main place of work outside the UK
eo: Foremaist place o wark ootbye the UK

source: Main place of work town and county
eo: Foremaist place o wark toon an kintrie

source: Workplace address
eo: Place o wark address

source: Travel to work
eo: Gang tae wark

source: Type of study location
eo: Soart o place o lear

source: Study location
eo: Place o lear

source: Country of study
eo: Kintrie o lear

source: Study address
eo: Address adae wi yer lear

source: Travel to study location
eo: Trevel tae place o lear

source: Person {list_item_position}
eo: Bodie {list_item_position}

source: Individual summary
eo: Sing'l bodie accoont o ootcums

source: Introduction to visitor questions
eo: Stairt-aff tae lander speirins

source: Usual address
eo: Address fur ordnar

source: Usual address details
eo: Rinnins o address fur ordnar

source: Usual address country
eo: Kintrie o address fur ordnar

source: Visitor {list_item_position}
eo: Landèr {list_item_position}

source: Visitor summary
eo: Lander accoont o ootcums

source: {person_name} (Visitor)
eo: {person_name} (Landèr)

source: You said <em>{cardinality}</em> person is living here on Sunday {census_date}
eo: Ye hae sayed <em>{cardinality}</em> fowk bes bidin here oan Sawbith day {census_date}

source: You said <em>{cardinality}</em> visitor is staying overnight here on Sunday {census_date}
eo: Ye hae sayed <em>{cardinality}</em> landèrs bes steyin here throch tha nicht oan Sawbith day {census_date}

source: Add someone to this household
eo: Eik a bodie til this hoosehaud

source: Add a visitor
eo: Eik a lander

source: Who lives here
eo: Wha bides here

source: Personal details
eo: Rinnins Anent a Bodie's Sel

source: Identity and health
eo: Mairk an Poust

source: Qualifications
eo: Collegianer's lines

source: Employment
eo: Tacks o wark

source: School
eo: Schuil

source: Household relationships
eo: Sibness in tha hoosehaud

source: People who live at {household_address} and overnight visitors
eo: Fowk 'at bides at {household_address} an throch tha nicht landèrs

source: Household members
eo: Bodies in tha hoosehaud

source: Visitors staying overnight on {census_date}
eo: Bodies landit wi ye an steyin tha nicht oan {census_date}

source: Coronavirus (COVID-19) and Census 2021
eo: Coronavirus (COVID-19) an Heid-coont 20an21

source: People who live at {household_address}
eo: Fowk wha bide at {household_address}

source: Household accommodation
eo: Hoosehaud dwellin-place

source: Main job
eo: Foremaist tack

source: Last main job
eo: Last foremaist tack

# People who live at {household_address}
source: You will need to know
eo: Ye maun ken

# Household accommodation
source: You will need to know
eo: Ye maun ken

# {person_name}
source: You will need to know personal details such as
eo: Ye'll need tae know a bodie's parteeklars tha like o

# {person_name}
source: You will need to know
eo: Ye maun ken

# Coronavirus (COVID-19) and Census 2021
source: Circumstances may have changed during the coronavirus pandemic. Answer all questions based on the situation as it is now.
eo: Poseetions micht hae shiftit ower tha coronavirus pandemic. Gie yer repones tae aa tha speirins takkin in tha wye o things richt noo.

# People who live at {household_address}
source: In this section, we are counting the people at {household_address} on <strong>Sunday {census_date}</strong>.
eo: In this pairt, we'r coontin aa tha fowk at {household_address} on <strong>Sawbith day {census_date}</strong>.

# People who live at {household_address}
source: The Householder is responsible for ensuring that this questionnaire is completed and submitted.
eo: Tha Heid o tha Hoose haes tha job o makkin shair this speirins foarm is fillt oot an pit in.

# Household relationships
source: In this section, we’ll ask you how the people who usually live in this household are related to each other.
eo: In this pairt, we'll ax whut wye tha fowk 'at fur ordnar bides in this hoosehaud bes sib til ither.

# Household relationships
source: For the displayed household members, select the appropriate relationship from the options shown. The selected relationship will display at the bottom of the page for you to check.
eo: Fur tha hoosehaud memmers kythin, ootwale tha effeirin wye the'r sib til ye frae tha walins gien. Tha yin ye hae waled wull kythe at the fit o tha blaud fur ye tae leuk owre.

# Household accommodation
source: In this section, we’re going to ask you about the accommodation at {household_address}.
eo: In this pairt, we wull ax ye aboot tha dwellin-place at{household_address}.

# {person_name}
source: In this section, we’re going to ask you questions about <strong>{person_name}</strong>.
eo: In this pairt, we'r fur speirin at ye anent <strong>{person_name}</strong>.

# {person_name}
source: Circumstances for <strong>{person_name}</strong> may have changed during the coronavirus pandemic. Answer all questions based on the situation as it is now.
eo: Tha poseetion fur <strong>{person_name}</strong> micht hae shiftit ower tha coronavirus pandemic. Gie yer repones tae aa tha speirins takkin in tha wye o things richt noo.

# Qualifications
source: The next set of questions is about the qualifications you have achieved in Northern Ireland or worldwide, even if you are not using them now.
eo: Tha nixt wheen o speirins bes anent tha collegianer's lines ye hae wun til in Norlin Airlann or athort tha warl, the mair ye'r no uisin thaim thenoo.

# Qualifications
source: The next set of questions is about the qualifications <em>{person_name}</em> has achieved in Northern Ireland or worldwide, even if they are not using them now.
eo: Tha nixt wheen o speirins bes anent tha collegianer's lines <em>{person_name}</em> haes wun til in Norlin Airlann or athort tha warl, the mair the'r no uisin thaim thenoo.

# Main job
source: The next set of questions is about your main job. Your main job is the job in which you work the most hours.
eo: Tha nixt wheen o speirins ir aboot yer foremaist darg. Yer foremaist darg is tha wark ye dae fur tha maist feck.

# Main job
source: Your circumstances may have changed during the coronavirus pandemic. Answer all questions based on your situation as it is now.
eo: Yer poseetion micht hae shiftit ower tha heid o tha coronavirus pandemic. Gie yer repones tae aa tha speirins takkin in tha wye o things richt noo.

# Main job
source: The next set of questions is about <em>{person_name_possessive}</em> main job. Their main job is the job in which they work the most hours.
eo: Tha nixt wheen o speirins wud be anent <em>{person_name_possessive}</em> foremaist tack. Thair foremaist tack wud be tha tack whar the' wark tha maist oors.

# Main job
source: Their circumstances may have changed during the coronavirus pandemic. Answer all questions based on their situation as it is now.
eo: Thair poseetion micht hae shiftit ower tha heid o tha coronavirus pandemic. Gie yer repones tae aa tha speirins takkin in tha wye o things richt noo.

# Last main job
source: The next set of questions is about your last main job. This is the most recent job you had.
eo: Tha nixt set o speirins bes aboot yer last foremaist darg. This is tha maist recent wark ye haed.

# Last main job
source: If you had more than one job at the same time, answer for the job in which you usually worked the most hours.
eo: Gin ye haed mair nor tha yin job at tha yin time, mak repone fur tha darg whar ye wark the maist oors fur ordnar.

# Last main job
source: The next set of questions is about <em>{person_name_possessive}</em> last main job. This is the most recent job they had.
eo: Tha nixt set o speirins bes aboot <em>{person_name_possessive}</em> last foremaist darg. This is tha maist recent job the' haed.

# Last main job
source: If they had more than one job at the same time, answer for the job in which they usually worked the most hours.
eo: Gin the' haed mair nor tha yin job at tha yin time, mak repone fur tha darg whar the' warked the maist oors fur ordnar.

# {person_name}
source: In this section, we’re going to ask you about your visitor, <strong>{person_name}</strong>.
eo: In this pairt, we'r fur spierin at ye anent tha bodie landit wi ye, <strong>{person_name}</strong>.

# People who live at {household_address}
source: names of people living at this address, including anyone currently away
eo: names o fowk bidin at this address, takkin in oniebodie awa thenoo

# People who live at {household_address}
source: names of visitors staying overnight in this household on {census_date}
eo: names o landèrs steyin owernicht in this hoosehaud oan {census_date}

# Household accommodation
source: type of property, for example, detached, semi-detached or flat
eo: soart o dwellin-place, siclike sinderie, hauf-sinderie or flet

# Household accommodation
source: household adaptations
eo: hoosehaud fettlins

# Household accommodation
source: type of central heating
eo: whut soart o yin-soorce haitin

# Household accommodation
source: renewable energy systems
eo: replenishin pooerin gates

# {person_name}
source: date of birth or age
eo: date o birth or age

# {person_name}
source: student status
eo: collegianer stannin

# {person_name}
source: employment details
eo: tack o wark rinnins

# {person_name}
source: date of birth
eo: date ye wur boarn

# {person_name}
source: usual address
eo: address fur ordnar

source: Do you usually live at {household_address}?
eo: Dae ye bide fur ordnar at {household_address}?

source: What is your name?
eo: Whut dae the' cry ye?

source: Do any of the following people also live at {household_address} on Sunday {census_date}?
eo: Daes onie o tha fowk follaein bide at {household_address} forbye yersel oan Sawbith day {census_date}?

source: Do any of the following people live at {household_address} on Sunday {census_date}?
eo: Daes onie o tha fowk follaein bide at {household_address} oan Sawbith day {census_date}?

source: Who else lives at {household_address}?
eo: Whut ither bodies bide at {household_address}?

source: Who lives at {household_address}?
eo: Wha bides at {household_address}?

source: Change details for <em>{person_name}</em> (You)
eo: Cheynge rinnins fur <em>{person_name}</em> (Yersel)

source: Change details for <em>{person_name}</em>
eo: Cheynge rinnins fur <em>{person_name}</em>

source: Does anyone live at {household_address}?
eo: Daes oniebodie bide at {household_address}?

source: Does anyone else live at {household_address}?
eo: Daes onie ither bodie bide at {household_address}?

source: Are you sure you want to remove <em>{person_name}</em>?
eo: Ir ye shair ye'r leukkin tae tak oot <em>{person_name}</em>?

source: You said {cardinality} person lives at {household_address}. Do you need to add anyone?
eo: Ye sayed {cardinality} bodie bides at {household_address}. Dae ye haetae eik oniebodie?

source: Who do you need to add to {household_address}?
eo: Wha maun ye eik til {household_address}?

source: Apart from everyone already included, who else is staying overnight on Sunday {census_date} at {household_address}?
eo: Forbye aabodie taen in aareadie, whut ither bodies wud be steyin throch tha nicht oan Sawbith day {census_date} ben {household_address}?

source: Are there any other visitors staying overnight on {census_date} at {household_address}?
eo: Wud thar be onie ither landèrs steyin throch tha nicht oan {census_date} ben {household_address}?

source: What is the name of the visitor staying overnight on {census_date} at {household_address}?
eo: Whut dae the’ cry tha landèr steyin throch tha nicht oan {census_date} at {household_address}?

source: {second_person_name} is your <em>…</em>
eo: {second_person_name} wud be yer <em>...</em>

source: Thinking about {first_person_name}, {second_person_name} is their <em>…</em>
eo: Haein mine o {first_person_name}, {second_person_name} wud be thair <em>...</em>

source: Are any of these people related to you?
eo: Ir onie o these fowk kin tae ye?

source: Are any of these people related to <em>{person_name}</em>?
eo: Ir onie o these fowk kin tae <em>{person_name}</em>?

source: What type of accommodation is <em>{household_address}</em>?
eo: Whut soart o dwellin-place bes <em>{household_address}</em>?

source: Which of the following is your house or bungalow?
eo: Whut yin o tha follaein bes yer hoose or bungalow?

source: Where is your flat, maisonette or apartment?
eo: Whar's yer flat, maisonette or bauk?

source: Has <em>{household_address}</em> been designed or adapted for any of the following?
eo: Haes <em>{household_address}</em> bin ettled at or shapit fur onie o tha follaein?

source: What type of central heating does <em>{household_address}</em> have?
eo: Whut soart o yin-soorce haitin daes <em>{household_address}</em> hae?

source: What type of renewable energy systems does <em>{household_address}</em> have?
eo: Whut soart o replenishin pooerin gates daes <em>{household_address}</em> hae?

source: Does your household own or rent <em>{household_address}</em>?
eo: Wud yer hoosehaud be in yer aucht or wud it be set <em>{household_address}</em>?

source: Who do you rent from?
eo: Wha sets tae ye?

source: In total, how many cars or vans are owned, or available for use, by members of this household?
eo: Owreaa, hoo monie motors or vans is in tha aucht o, or lowse fur uisin bae, bodies in this hoosehaud?

source: Are you <em>{person_name}?</em>
eo: Wud ye be <em>{person_name}?</em>

source: What is your date of birth?
eo: Oan whut date wur ye boarn?

source: What is <em>{person_name_possessive}</em> date of birth?
eo: Whut date wus <em>{person_name_possessive}</em> boarn?

source: You are {age} old. Is this correct?
eo: Ye'r {age} auld. Wud this be richt?

source: <em>{person_name}</em> is {age} old. Is this correct?
eo: <em>{person_name}</em> is {age} oul. Wud this be richt?

source: What was <em>{person_name_possessive}</em> age on their last birthday?
eo: Whut wus <em>{person_name_possessive}</em> age oan thair last birthday?

source: What is your sex?
eo: Whut sex wud ye be?

source: What is <em>{person_name_possessive}</em> sex?
eo: Whut sex wud <em>{person_name_possessive}</em> be?

source: What is your marital or civil partnership status?
eo: Whut wud be yer stannin adae wi merridge or ceevil pairtnerie?

source: What is <em>{person_name_possessive}</em> marital or civil partnership status?
eo: Whut is <em>{person_name_possessive}</em> stannin adae wi merridge or ceevil pairtnerie?

source: Are you a student in full-time education?
eo: Wud ye be a collegianer in hail-time lear?

source: Is <em>{person_name}</em> a student in full-time education?
eo: Wud <em>{person_name}</em> be a collegianer in hail-time lear?

source: Are you a schoolchild or student in full-time education?
eo: Wud ye be a schuil-wean or collegianer in hail-time lear?

source: Is <em>{person_name}</em> a schoolchild or student in full-time education?
eo: Wud <em>{person_name}</em> be a scholard or a collegianer in hail-time lear?

source: During term time, where do you usually live?
eo: Throch tha tack o yer lear, whar dae ye bide fur ordnar?

source: During term time, where does <em>{person_name}</em> usually live?
eo: Throch tha tack o thair lear, whar daes <em>{person_name}</em> bide fur ordnar?

source: Enter details of your term time address.
eo: Pit in rinnins o yer lear-time address.

source: Enter details of their term time address.
eo: Pit in rinnins o thair lear-time address.

source: During term time, in which country outside the UK do you usually live?
eo: Throch tha tack o yer lear, whut kintrie ootbye tha UK dae ye bide fur ordnar?

source: During term time, in which country outside the UK does <em>{person_name}</em> usually live?
eo: Throch tha tack o thair lear, whut kintrie ootbye tha UK daes <em>{person_name}</em> bide fur ordnar?

source: What is your country of birth?
eo: Whut kintrie wur ye boarn in?

source: What is <em>{person_name_possessive}</em> country of birth?
eo: Whut kintrie wus <em>{person_name_possessive}</em> boarn in?

source: You selected “Elsewhere”. What is your country of birth?
eo: Ye ootwaled "Some ither place". Whut dae they crie tha kintrie o yer birth?

source: You selected “Elsewhere”. What is <em>{person_name_possessive}</em> country of birth?
eo: Ye ootwaled "some ither place". Whut bes <em>{person_name_possessive}</em> kintrie o birth?

source: What year did you come to live in Northern Ireland?
eo: Whut yeir daed ye cum tae bide in Norlin Airlann?

source: What year did <em>{person_name}</em> come to live in Northern Ireland?
eo: Whut yeir daed <em>{person_name}</em> cum tae bide in Norlin Airlann?

source: One year ago, what was your usual address?
eo: A yeir syne, whut wus yer address fur ordnar?

source: One year ago, what was <em>{person_name_possessive}</em> usual address?
eo: A yeir syne, whut wus tha address o <em>{person_name_possessive}</em> fur ordnar?
